        db "У молодого человека были каштановые волосы и тёмно-серые глаза.",0xff
        db "Тед выглядел глубоко задумавшимся.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"Я не намерен с вами разговаривать.",0xff
        db 0xfd,"Что вы хотите у меня спросить?",0xff
        db 1,0xff
        db 0xfd,"Я Тед Адлар. А вы?.. Детектив из Либерти-Тауна?.. Постойте... вы случайно не Дж. Б. Гарольд?",0xff
        db 0xfd,"Музыка была со мной с самого детства. По дому всегда звучало пианино моего отца... Наверное, поэтому я и выбрал этот путь.",0xff
        db 0xfd,"Извините, сейчас я не в настроении разговаривать.",0xff
        db 0xff
        db "Дж. Б. сказал, что хочет поговорить с матерью Теда.",0xff
        db 0xff
        db 1,0xff
        db 0xfd,"Хоть весь кабинет обыщите - ничего не найдёте.",0xff
        db 0xfd,"Извините, но я больше ни с кем не хочу говорить о Саре.",0xff
        db 0xfd,"Кажется, я уже сказал, что не хочу говорить о Саре.",0xff
        db 0xfd,"...Какая нелепость. Чтобы Сару убили из-за какого-то драгоценного камня... Этот город сошёл с ума...",0xff
        db 0xfd,"Я... не знаю...",0xff
        db 0xfd,"Меня это не интересует.",0xff
        db 1,0xff
        db 0xfd,"Не знаю. Я не имею к этому делу никакого отношения.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db "Появился Тед Адлер.",0xff
        db 1,0xff
        db 0xfd,"30 декабря... В тот день я встретился в офисе со своим менеджером Говардом, а потом сразу поехал домой.",0xff
        db 0xfd,"Терпеть не могу, когда кто-то лезет в мою личную жизнь. Я свободный человек и не хочу, чтобы мной кто-то помыкал.",0xff
        db 0xfd,"Я не знаю.",0xff
        db 1,0xff
        db 0xfd,"И какое это имеет отношение к убийству Сары?",0xff
        db 1,0xff
        db 0xfd,"Я не обязан рассказывать вам, какие отношения были между мной и ней.",0xff
        db 0xfd,"Я действительно любил её. Никого и никогда прежде не любил так сильно.",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Если ты уже всё выяснил, тогда уходи.",0xff
        db 1,0xff
        db 0xfd,"Сара... ничего не требовала от других.",0xff
        db 0xfd,"Сара... ушла от меня.",0xff
        db 0xfd,"Сестра Сары? Я её даже ни разу не видел.",0xff
        db 1,0xff
        db 0xfd,"Не знаю такого человека.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Хватит уже. Отпустите меня наконец.",0xff
        db 1,0xff
        db 0xfd,"Я даже не знал, где работала Сара...",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Впервые слышу это имя.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Мать любит меня. Но со стороны её любовь, возможно, кажется нездоровой.",0xff
        db 0xfd,"Мать пытается навязать мне все свои мечты. Меня это просто душит.",0xff
        db 0xfd,"Не знаю такого человека.",0xff
        db 1,0xff
        db 0xfd,"Не знаю такого человека.",0xff
        db 1,0xff
        db 0xfd,"Он актёр из того же агентства.",0xff
        db 1,0xff
        db 0xfd,"Между нами больше ничего нет.",0xff
        db 0xfd,"Я не могу простить её поступок. Она разрушила доверие между мной и Сарой.",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Вы уже записали меня в преступники, даже не выслушав?",0xff
        db 0xfd,"Я не обязан вам отвечать.",0xff
        db 1,0xff
        db 0xfd,"И что я, по-твоему, должен на это ответить?",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Айрис выглядела встревоженной.",0xff
        db 1,0xff
        db "Айрис Адлер выглядела подавленной.",0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Что?",0xff
        db 0xfd,"Ч-что вы имеете в виду?",0xff
        db 0xfd,"Я уже всё вам рассказала. Не мучайте меня больше.",0xff
        db 0xfd,"Я Айрис Адлар, мать Теда. Если вы хотите взять интервью у Теда, сначала должны получить моё разрешение.",0xff
        db 0xfd,"Что?! Так вы не журналист? Дж. Б. Гарольд? Да какая разница, как вас зовут. Зачем вы сюда пришли? Что? Расследуете убийство Сары Шилдс?..",0xff
        db 0xfd,"Что такое? С чего вы решили, что я подозрительна?",0xff
        db 0xfd,"Что ещё вы хотите узнать?",0xff
        db "Дж. Б. сказал, что хочет встретиться с Тедом Адлером.",0xff
        db 0xfd,"Мистер Гарольд... Тед уже ушёл...",0xff
        db 0xfd,"Отказываюсь.",0xff
        db 1,0xff
        db 0xfd,"Ни я, ни, разумеется, Тед не имеем к этому делу никакого отношения.",0xff
        db 0xfd,"Мне жаль убитого, но мне нечего вам рассказать.",0xff
        db 0xfd,"Мне ничего не известно.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. представился журналистом и его впустили в дом.",0xff
        db 0x22,"Опять вы...",0x22," - появилась Айрис Адлар.",0xff
        db 0xfd,"Вы ещё здесь? Будьте добры, уходите.",0xff
        db 0xfd,"Я сказала вам правду.",0xff
        db 0xfd,"Вечером 30 декабря? Конечно, я была здесь. И Тед тоже.",0xff
        db 0xfd,"Что именно вызывает у вас подозрения?",0xff
        db 0xfd,"Это название пластинки?",0xff
        db 1,0xff
        db 0xfd,"Новый альбом Теда получил очень хорошие отзывы.",0xff
        db 1,0xff
        db 0xfd,"Встречаться с такой девушкой Теду не пойдёт на пользу.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Нет... ничего особенного...",0xff
        db 0xfd,"Надеюсь, вы не из полиции?",0xff
        db 0xfd,"Она была одной из поклонниц, которые не давали Теду прохода. Похоже, она ему порядком надоела.",0xff
        db 0xfd,"Не мог Тед всерьёз увлечься такой девицей!",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Что?! Этого человека убили?!",0xff
        db 0xfd,"Тед необыкновенно талантлив. Я уверена, однажды он станет музыкантом мирового уровня.",0xff
        db 0xfd,"Тед ничего не сделал!",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это молодой актёр, работающий в Howard Promotion вместе с Тедом.",0xff
        db 1,0xff
        db 0xfd,"Она была одной из поклонниц, преследовавших Теда.",0xff
        db 0xfd,"Я ни о чём не просила Эмили...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"О чём ты говоришь?",0xff
        db 0xfd,"Какой невежливый человек. Уходите.",0xff
        db 1,0xff
        db 0xfd,"И что ты хочешь от меня услышать, показывая мне это?",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "У мужчины были каштановые волосы и голубые глаза.",0xff
        db "Билли сидел за стойкой и курил сигарету.",0xff
        db "Билли вызывающе посмотрел на Дж. Б.",0xff
        db 0xff
        db 0xff
        db 0xfd,"Чего?",0xff
        db 0xfd,"Ну чего?",0xff
        db 0xff
        db 0xfd,"Я Билли Макдональд, которого вы ищете. Так что вам от меня нужно?",0xff
        db 0xfd,"К счастью, новых проблем нет. Пока ещё.",0xff
        db 0xfd,"Ты что, думаешь, я проворачиваю что-то незаконное?",0xff
        db 0xff
        db "Дж. Б. позвал бармена.",0xff
        db 0xff
        db 0x22,"Не мешай другим посетителям.",0x22," - Билли схватил Дж. Б. за руку.",0xff
        db 1,0xff
        db 0xfd,"Эй, давай без таких жутких разговоров.",0xff
        db 1,0xff
        db 0xfd,"Ха-ха! Похититель драгоценностей? Для этого города это обычное дело.",0xff
        db 1,0xff
        db 0xfd,"Это ко мне никакого отношения не имеет.",0xff
        db 1,0xff
        db 0xfd,"Так, Майкла убили? Вот это уже интересно.",0xff
        db 0xfd,"Я ничего не сделал!",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Так это вы хотели меня видеть?",0xff
        db 0xff
        db 0xfd,"Вечером 30 декабря? Конечно. Я торчал здесь, обслуживая шайку никчёмных пьяниц.",0xff
        db 0xfd,"Извини, но больше мне с тобой говорить не о чем.",0xff
        db 0xfd,"'Синяя скорбь'? О чём это вы?",0xff
        db 0xfd,"Драгоценности - вещь преходящая.",0xff
        db 0xfd,"С кем я встречаюсь - не ваше дело.",0xff
        db 0xfd,"Да... Я встречался с Сарой.",0xff
        db 0xfd,"Как бы это ни выглядело, до денег я не жадный.",0xff
        db 0xfd,"Я не живу за счёт женщин.",0xff
        db 0xfd,"Сара? Какая ещё Сара? И не суй нос в мои отношения с женщинами. Ты что, с женщиной никогда не спал?",0xff
        db 1,0xff
        db 0xfd,"Я здесь работал.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Кстати, кто тебе обо мне рассказал? Что? Майкл Уокер? Чёрт бы его побрал!",0xff
        db 0xfd,"Не волнуйся. Я не сделаю ничего такого, о чем тебе стоило бы беспокоиться.",0xff
        db 0xfd,"Не знаю такой женщины...",0xff
        db 1,0xff
        db 0xfd,"Я не люблю обсуждать других.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"И что же такого он сделал?",0xff
        db 1,0xff
        db 0xfd,"Что ты расследуешь?",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"А, та богатенькая дурочка, что бегает за Майклом? Бедняжка. Он вытянет из неё все деньги, а потом бросит, как и всех остальных.",0xff
        db 1,0xff
        db 0xfd,"Да кто вообще поверит его словам? Я писателям не доверяю.",0xff
        db 0xfd,"Он получил по заслугам.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Сестра Майкла? Впервые слышу. Хотя, если подумать, у него повсюду были какие-то 'сёстры', кузины и прочие родственницы. Хорошо хоть мать и бабушка у него были в единственном экземпляре.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Ты о чём вообще говоришь?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"И что ты хочешь, чтобы я сказал, показав мне это?",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Молодой человек выглядел не слишком уверенным в себе.",0xff
        db 1,0xff
        db "Увидев Дж. Б., Ларри попытался сбежать.",0xff
        db 0xff
        db 0xff
        db 0xfd,"О ч-чём вы вообще хотите со мной говорить?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Я Ларри Джонс, актёр. Правда, пока ещё не снимался ни в чём по-настоящему крупном...",0xff
        db 0xfd,"Эм... что именно вы хотите у меня спросить?",0xff
        db 0xfd,"Ч-что, по-вашему, я сделал?",0xff
        db 0xff
        db "Дж. Б. позвал Говарда.",0xff
        db 0xff
        db 0xff
        db "Дж. Б. решил, что искать здесь бесполезно.",0xff
        db 0xfd,"П-почему вы спрашиваете меня об этом инциденте?",0xff
        db 0xfd,"Н-нет, вы ошибаетесь. Я ничего не делал!",0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 0xfd,"Не знаю.",0xff
        db 0xfd,"Даунз-Хиллз? Я... я ничего об этом не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Что?",0xff
        db 0xff
        db 0xfd,"Я был у себя в комнате. Да, один.",0xff
        db 0xfd,"И как, по-вашему, я должен доказать, что был дома?",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Мне... не хватает уверенности в себе...",0xff
        db 1,0xff
        db 0xfd,"Я... не очень умею общаться с женщинами.",0xff
        db 1,0xff
        db 0xfd,"Я был на вечеринке у друзей. Впервые за долгое время мне удалось хорошо провести день.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Кстати, а чем вы занимаетесь? Что, вы детектив?!",0xff
        db 1,0xff
        db 0xfd,"Я... я не знаю...",0xff
        db 1,0xff
        db 0xfd,"Я не знаю этого человека.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Я не знаю.",0xff
        db 1,0xff
        db 0xfd,"Просто знакомый.",0xff
        db 1,0xff
        db 0xfd,"Мы почти не разговаривали. Когда он приходит сюда, рядом всегда его мать. Если хотите с ним встретиться, попробуйте поискать его дома, в Ист-Виллидже.",0xff
        db 1,0xff
        db 0xfd,"Да, это младшая сестра Майкла. Для современной девушки она на редкость послушная - ни разу ему не перечила.",0xff
        db 1,0xff
        db 0xfd,"Я даже ни разу не разговаривал с матерью Теда. Она меня пугает.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"Мне не по себе рядом с этим человеком.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"С чего вдруг вы об этом заговорили? Я ничего не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"А что это такое?",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Это была элегантная женщина с доброй улыбкой.",0xff
        db 1,0xff
        db 0xfd,"Меня зовут Кэрол Джексон. О чём вы хотели поговорить?",0xff
        db 0xfd,"Вы ведь мистер Гарольд?",0xff
        db 1,0xff
        db 0xfd,"Здесь моя мать. Хотите что-нибудь у неё спросить?",0xff
        db 0xff
        db 0xff
        db 0xfd,"Прошу прощения, но вы мешаете другим посетителям.",0xff
        db 0xfd,"Я слышал, что женщину, которую собирался взять на работу, убили.",0xff
        db 0xfd,"Надеюсь, Синди не замешана в этом деле?",0xff
        db 0xfd,"Да, знаю. Но разговоры о драгоценностях мне уже надоели - они напоминают мне о бывшем муже.",0xff
        db 1,0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db 0xfd,"Да, меня очень потрясло известие об убийстве Майкла Уокера. Синди тоже тяжело это пережила...",0xff
        db 1,0xff
        db 0xfd,"Боюсь, я не знаю.",0xff
        db 1,0xff
        db 0xfd,"Что вам угодно?",0xff
        db 0xfd,"Да, она должна была прийти к нам на собеседование.",0xff
        db 1,0xff
        db 0xfd,"Да, он посещает нас ещё с самого открытия. Когда мы искали пианистку, именно он порекомендовал нам ту женщину.",0xff
        db 0xfd,"Господин Холдман - замечательный человек. И представить его преступником просто невозможно.",0xff
        db 0xfd,"Синди - моя дочь. Откуда вы её знаете?",0xff
        db 0xfd,"С виду она дерзкая, но на самом деле очень добрая девушка.",0xff
        db 0xfd,"Вы его знаете? С Кларком мы расстались два года назад.",0xff
        db 1,0xff
        db 0xfd,"Дочь привела его домой и сказала, что хочет за него замуж. Но он выглядел обычным хулиганом. Ума не приложу, что она в нём нашла.",0xff
        db 1,0xff
        db 0xfd,"А, это сестра того парня, которого сюда приводила Синди.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Дж. Б. вошёл внутрь и сказал официантке, что хочет расспросить о Саре   Шилдс. К нему вышла хозяйка заведения.",0xff
        db "Заметив Дж. Б., появилась Кэрол Джексон.",0xff
        db 0xfd,"Это был конец года, работы было столько, что хоть кота в помощники бери. И именно тогда дочь привела какого-то странного мужчину - Майкла Уокера.",0xff
        db 1,0xff
        db 0xfd,"Так вы знаете, что я в разводе. Мой бывший муж так и не перестал бегать за женщинами, да и с моей матерью они постоянно ссорились...",0xff
        db 1,0xff
        db 0xfd,"Майкл Уокер просил дать денег на издание своего романа, но я ему решительно отказала.",0xff
        db 1,0xff
        db 0xfd,"Синди совсем не знает жизни. Связаться с таким мужчиной - просто немыслимо. Интересно, куда смотрит её отец?",0xff
        db 1,0xff
        db 0xfd,"Нет, ничего особенного.",0xff
        db 1,0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это мой подарок дочери на день рождения.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Она производила впечатление разговорчивой женщины.",0xff
        db 1,0xff
        db 0xfd,"Я Дебора, мать Кэрол.",0xff
        db 0xfd,"О, это вы.",0xff
        db 1,0xff
        db 0xfd,"Кэрол! К тебе посетитель!",0xff
        db 0xff
        db 0xff
        db 0xfd,"Вы мешаете другим посетителям.",0xff
        db 0xfd,"Да, я знаю. Говорят, её убили, верно?",0xff
        db 0xfd,"Надеюсь, Синди не замешана в этом деле?",0xff
        db 0xfd,"О чём вы говорите?",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Именно. Я слышала, что тот мужчина, которого приводила Синди, погиб. Это было большим потрясением.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Что вам угодно?",0xff
        db 0xfd,"И кого только господин Холдман нам подобрал. Если женщину убивают, значит, наверняка сама где-то нажила себе неприятности. Честно говоря, хорошо, что мы её так и не наняли.",0xff
        db 1,0xff
        db 0xfd,"Да, он иногда приходит сюда поесть.",0xff
        db 1,0xff
        db 0xfd,"Это моя внучка. После развода родителей она от одиночества связалась с дурной компанией. На самом деле она хорошая девочка. Во всём виноват её отец.",0xff
        db 1,0xff
        db 0xfd,"Кэрол тоже немало из-за него наплакалась.",0xff
        db 1,0xff
        db 0xfd,"А, этот парень, который, вроде как, писатель. Такой cамовлюблённый и неприятный тип.",0xff
        db 1,0xff
        db 0xfd,"Она сказала, что приходится сестрой тому Майклу... как там его. Приходила узнать, не задолжал ли её брат денег. Не дело заставлять такую замечательную сестру плакать.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Да, в тот день у нас было полно предварительных заказов. Даже моя внучка пришла с парнем, но свободных мест не нашлось, и им пришлось уйти.",0xff
        db 1,0xff
        db 0xfd,"Стоит один раз попробовать нашего лобстера - и уже не сможете отказаться. Обязательно попробуйте.",0xff
        db 0xfd,"Слышали? Этого Майкла Уокера убили в Центральном парке.",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Мне ничего не известно.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Мужчина работал за письменным столом.",0xff
        db 1,0xff
        db 0xfd,"Сейчас я занят. График Теда расписан до следующего года. Вот, сами посмотрите... Что? Вы не с телевидения? А, понятно. Я Фрэнк Ховард, президент этого агентства.",0xff
        db 0xfd,"Говори короче.",0xff
        db 1,0xff
        db 0xfd,"Кстати, один из наших артистов, Ларри Джонс, сейчас здесь. Позвать его?",0xff
        db 0xfd,"К сожалению, сегодня я здесь один. Кстати, Ларри всё-таки бросил актёрскую карьеру и вернулся в родные края. Между нами говоря, так для него даже лучше.",0xff
        db 0xff
        db "Дж. Б. не думал, что здесь удастся найти какие-либо улики.",0xff
        db 0xfd,"Это нас не касается.",0xff
        db 0xfd,"Тед - наша звезда. Давайте сделаем вид, что ничего плохого не произошло.",0xff
        db 0xfd,"О чём это вы?",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Говорят, друга нашего Ларри убили. Неужели на этот раз это как-то связано с Ларри?",0xff
        db 1,0xff
        db 0xfd,"С меня хватит опасных разговоров.",0xff
        db 1,0xff
        db 0xfd,"У тебя ещё есть вопросы?",0xff
        db 0xfd,"Значит, она погибла... Если бы было известно,  что всё так закончится, мать Теда, наверное, не стала бы возражать против  отношений.",0xff
        db 1,0xff
        db 0xfd,"Тед - музыкант, у которого с нами заключён контракт. Его новый альбом отлично продаётся. Я очень ценю его талант.",0xff
        db 1,0xff
        db 0xfd,"Его мать - это нечто. Так зацикливаться на собственном сыне - ненормально.",0xff
        db 1,0xff
        db 0xfd,"Ларри не хватает харизмы как актёру. Слишком уж он мягкий. Поэтому ему всё время чуть-чуть не хватает, чтобы пройти прослушивание.",0xff
        db 1,0xff
        db 0xfd,"А, ты про Эмили? Знаете таких девушек - фанаток знаменитостей. Таким сгодится любой кумир. Просто с ума сойти можно",0xff
        db 1,0xff
        db 0xfd,"По моему это друг Ларри. Говорят, что он писатель. Но правда ли это?",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Когда Дж. Б. пришёл в офис 'Howard Promotion', к нему вышел мужчина.",0xff
        db 0xfd,"А, это ты.",0xff
        db 0xfd,"В тот день я безвылазно сидел на записи в студии на Бродвее.",0xff
        db 0xfd,"Вдобавок ко всему, Тед тайком выскользнул из студии и не возвращался два часа, что стало настоящей проблемой.",0xff
        db 0xfd,"Продюсерский бизнес вовсе не такой прибыльный, как кажется со стороны.",0xff
        db 1,0xff
        db 0xfd,"Я просто хочу, чтобы рядом с Тедом была достойная женщина.",0xff
        db 1,0xff
        db 0xfd,"Всё прошло хорошо. Новый альбом получился отличным. Он был посвящён теме разлуки из-за любви, и гитара Теда просто идеально подходила к этой теме.",0xff
        db 1,0xff
        db 0xfd,"Ты ведь не из полиции? Скандалы мне ни к чему. Особенно те, на которых не заработаешь.",0xff
        db 1,0xff
        db 0xfd,"Какой потрясающий сапфир.",0xff
        db 0xfd,"Вы тоже поклонник Теда? CD и кассета вышли одновременно, так что не забудьте приобрести.",0xff
        db 0xfd,"Хм... Это пуговица с рубашки Теда. Ошибки быть не может. Её специально сделали для фотосессии к альбому, так что я хорошо её помню.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Вообще-то один из наших актёров оказался замешан в мошенничестве с кредитными картами. Управлять артистами - дело непростое.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Владелец клуба выглядел добродушным.",0xff
        db 1,0xff
        db 0xfd,"Я Рональд Майерз, владелец этого заведения. С кем имею честь? А, Дж. Б. Гарольд? Очень приятно познакомиться.",0xff
        db 0xfd,"Что ещё?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Поскольку остальные сейчас заняты и не могут говорить, я отвечу за них.",0xff
        db 0xff
        db 0xfd,"Что именно вы собираетесь здесь искать?",0xff
        db 0xfd,"Да, знаю. Слышал, что сестра супруги мистера Стайнхарта стала жертвой трагического события.",0xff
        db 1,0xff
        db 0xfd,"Боюсь, я никогда ничего не слышал ни о каком драгоценном камне.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Насколько я помню, я никогда не встречался с этим человеком.",0xff
        db 1,0xff
        db 0xfd,"Он часто у нас бывает. Пьёт с размахом, особенно когда приходит с молодой красивой дамой... Впрочем, простите, заболтался.",0xff
        db 1,0xff
        db 0xfd,"Да, знаю. Его нам представил мистер Стайнхарт. Раньше он иногда заходил, но в этом году я его ещё не видел.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Когда Дж. Б. сказал официанту, что хочет расспросить о Дэвиде Стайнхарте, из подсобного помещения вышел пожилой мужчина, похожий на управляющего.",0xff
        db "Увидев Дж. Б., появился Майерс.",0xff
        db 0xfd,"Да, мистер Стайнхарт был вместе с президентом компании Бейкер. Кажется, они оставались до одиннадцати, но посетителей было очень много, так что не могу сказать, сидели ли они за столиком всё это время.",0xff
        db 1,0xff
        db 0xfd,"В следующий раз заходите спокойно выпить. Будем рады вас видеть.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"К сожалению, я ничего не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "На мужчине был броский сценический костюм.",0xff
        db 1,0xff
        db 0xfd,"Howard Promotion? Сейчас там никого нет. А я? Я звезда по имени Лоис Лайонс-младший. Неужели ты обо мне не слышал? Эх, выходит, я ещё недостаточно знаменит...",0xff
        db 0xfd,"Что, забыли о чём-то спросить?",0xff
        db 1,0xff
        db 0xff
        db "Поблизости больше никого не было.",0xff
        db 0xff
        db 0xfd,"Ты чего это ползаешь по полу? Что ты там делаешь?",0xff
        db 0xfd,"Да, слышал, что девушку Теда убили.",0xff
        db 1,0xff
        db 0xfd,"Понятия не имею, о чём ты говоришь.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Тед действительно любил эту девушку. С ней он был совсем другим, не    таким, как с легкомысленными девчонками вроде Эмили Кэссиди.",0xff
        db 1,0xff
        db 0xfd,"Он хороший парень, только слишком уж наивный. И слишком большой перфекционист. Как гитарист он невероятно талантлив, но рядом с ним быстро устаёшь.",0xff
        db 1,0xff
        db 0xfd,"Если честно, я побаиваюсь его мамаши.",0xff
        db 1,0xff
        db 0xff
        db 1,0xff
        db 0xfd,"Это та самая инструктор по аэробике, которая постоянно бегала за Тедом. Одно время она была от него без ума. Если хотите с ней встретиться, загляните в танцевальную студию 'Ананас' в Сохо.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Когда Дж. Б. вошёл через служебный вход театра, из гримёрной как раз вышел мужчина.",0xff
        db "В коридоре находился Лоис Лайонс-младший.",0xff
        db 0xfd,"В тот день у меня была последняя работа в прошлом году. Хотя, если честно, эта работа заключалась в том, что я пел в бэк-вокале на записи Теда.",0xff
        db 1,0xff
        db 0xfd,"Кстати, в тот день Тед вёл себя как-то странно.",0xff
        db 1,0xff
        db 0xfd,"Ты журналист? Если да, то я дам тебе интервью.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Я не знаю.",0xff
        db 0xfd,"Это пластинка Теда. С его автографом. Похоже, это был подарок от Теда  своей девушке.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Продавец явно скучал без дела.",0xff
        db 1,0xff
        db 0xfd,"Хотите расспросить о Саре? Так вы тот самый страховой следователь? Вы  куда моложе, чем рассказывала Бетти. Значит, вы мистер Гарольд? Я Джоан Форд.",0xff
        db 0xfd,"Что такое?",0xff
        db 1,0xff
        db 0xff
        db "Больше никого не было.",0xff
        db 0xff
        db "Похоже, здесь провести обыск не получится.",0xff
        db 0xfd,"Известие об убийстве Сары стало для меня настоящим потрясением. Убийцу ведь до сих пор не нашли?",0xff
        db 1,0xff
        db 0xfd,"Вот именно. О том, что Сара хранила такие драгоценности, я узнала только после её убийства. Не верится, что она стала бы показывать их кому попало.",0xff
        db 1,0xff
        db 0xfd,"О чём это ты?",0xff
        db 1,0xff
        db 0xfd,"Правда? Того мужчину убили? Я и не знала.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Мы с Сарой были хорошими подругами. С виду она казалась холодной, но на самом деле была доброй и искренней. Просто её часто неправильно понимали - как, например, Бетти.",0xff
        db 1,0xff
        db 0xfd,"Директор очень сильно изменился после развода.",0xff
        db 1,0xff
        db 0xfd,"Она дочь директора. Возможно, она так бунтует против отца лишь потому, что ей одиноко.",0xff
        db 1,0xff
        db 0xfd,"Это наш постоянный клиент.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Разве это не тот самый тип, который не давал Саре прохода? Значит, после того как Сара его отвергла, он переключился на Синди?",0xff
        db 1,0xff
        db 0xfd,"А, знаю его. Ещё до Рождества он приходил сюда и спрашивал, где живёт Сара.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Дж. Б. зашёл в торговый зал 'Украшений Кристи' на первом этаже. Продавец заметил его и подошёл.",0xff
        db 0xfd,"Ой, мистер Гарольд!",0xff
        db 0xfd,"В тот день после закрытия я отвезла выручку в главный магазин на Ист-Сайде. Было около девяти, но директора на месте не оказалось.",0xff
        db 1,0xff
        db 0xfd,"Сара мне об этом никогда не рассказывала.",0xff
        db 1,0xff
        db 0xfd,"Она говорила, что у неё есть человек, которого она любит.",0xff
        db 1,0xff
        db 0xfd,"Похоже, они с Бетти не слишком ладили.",0xff
        db 1,0xff
        db 0xfd,"Кстати, Сара как-то жаловалась мне, что в последнее время её донимают  звонками. Говорила, что почти каждый вечер кто-то названивает ей без    конца.",0xff
        db 1,0xff
        db 0xfd,"Что? Это и есть 'Синяя скорбь'? Дайте-ка взглянуть... Мистер Гарольд, не разыгрывайте меня. Это подделка. Очень качественная, но всего лишь стекляшка.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Послушайте, эта подпись сделана не рукой Сары.",0xff
        db 0xfd,"Не знаю.",0xff
        db 0xfd,"Сара никогда не пользовалась помадой такого цвета.",0xff
        db 0xfd,"Я не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Бармен выглядел добродушным.",0xff
        db 1,0xff
        db 0x22,"Ну вот. Я здесь хозяин, Эди Керн. А тебе что нужно от Билли?",0x22," Хозяин говорил с сильным акцентом.",0xff
        db 0xfd,"Ну что, ещё поговорить хочешь?",0xff
        db 1,0xff
        db 0xfd,"Билли! К тебе посетитель!",0xff
        db 0xfd,"Билли сейчас нет.",0xff
        db 0xff
        db 0xfd,"Нет. В этом заведении нет ничего подозрительного.",0xff
        db 0xfd,"Сэр, о таких вещах в баре не говорят. Сюда приходят выпить и приятно провести время.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Сэр, за что убили Билли?",0xff
        db 1,0xff
        db 0xfd,"Чего вам?",0xff
        db 0xfd,"А-а, значит, вы ищете ту красавицу? Только не знаю, была ли она нашей посетительницей.",0xff
        db 1,0xff
        db 0xfd,"Язык у него, конечно, без костей, но человек он хороший. Уж поверьте, сэр, ради денег он никого не убьёт.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Сэр... Билли погиб. Его насмерть сбила машина у Линкольн-центра...",0xff
        db 1,0xff
        db "Дж. Б. вошёл в заведение и подошёл к мужчине за стойкой.",0xff
        db 0xfd,"Ого, опять вы?",0xff
        db 0xfd,"Вечером 30 декабря? Конечно, я работал здесь. Билли куда-то запропастился и долго не возвращался, так что дел было по горло.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Мне достаточно один раз взглянуть на человека, чтобы всё понять. Вы, наверное, детектив, нет, скорее криминалист. К тому же всегда пьёте бурбон. Ну что, угадал?",0xff
        db 0xfd,"Кстати, Билли в последнее время совсем голову потерял из-за какой-то женщины. Почти каждый вечер тайком с ней встречался. Неужели её муж... Простите, лишнее сболтнул.",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Так это же серьги той женщины, которая каждый вечер приходила к Билли. Красавица - всегда в тёмных очках и с чёрным шарфом на голове. Кстати,  давненько её не видно.",0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff

