        db "В магазине никого не было, и она явно скучала.",0xff
        db 1,0xff
        db "Синди выглядела недовольной.",0xff
        db "Синди смущённо улыбнулась Дж. Б.",0xff
        db 0xff
        db 0xfd,"Что вам от меня нужно?",0xff
        db 0xfd,"Чего это вы вдруг так грозно смотрите?",0xff
        db 0xfd,"Мистер Гарольд, мне больше нечего вам сказать.",0xff
        db 0xfd,"Да, я Синди Эванс. А вы кто? Расследуете дело Сары? Дж. Б. Гарольд? Необычное имя.",0xff
        db 0xfd,"Я такая, какой вы меня видите. А мои родители... отец - упрямый твердолобый человек, а мать, после измены мужа, бросила собственную дочь и ушла из дома.",0xff
        db 0xfd,"Если хотите что-то узнать обо мне - ищите информацию самостоятельно.",0xff
        db 0xfd,"Я собираюсь помириться с папой. Пожалуй, мне тоже пора повзрослеть.",0xff
        db 0xff
        db 0xfd,"Здесь никого нет.",0xff
        db 0xff
        db 0xfd,"Эй, ничего не трогайте без разрешения!",0xff
        db 0xfd,"Извините, но это дело ко мне никакого отношения не имеет.",0xff
        db 1,0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db 0xfd,"О чём ты?",0xff
        db 1,0xff
        db 0x22,"Майкл...",0x22," - дальше она уже не смогла произнести ни слова.",0xff
        db 0xfd,"Майкл не убивал Сару!",0xff
        db 0xff
        db 1,0xff
        db 0x22,"Добро пожаловать.",0x22," К нему вышел владелец заведения.",0xff
        db 0xfd,"Снова ты?",0xff
        db 0xff
        db 0xff
        db 0xfd,"Вечером 30 декабря я ела лобстера. Моя мама держит ресторан в Ист-Виллидж. Он называется 'Газебо'",0xff
        db 0xfd,"Это правда! Я всё время была с Майклом!",0xff
        db 0xfd,"Если дело касается драгоценностей, почему бы не спросить у папы?",0xff
        db 3,0xff
        db 0xfd,"Да... Наверное, главной причиной моего побега из дома стало то, что я узнала: отец купил квартиру своей любовнице, которая моложе меня.",0xff
        db 1,0xff
        db 0xfd,"Конечно, есть мужчина, который мне нравится. Но вас это не касается.",0xff
        db 1,0xff
        db 0xfd,"Чтобы издать роман Майкла, нужны деньги. Если бы у нас сейчас были деньги, мы бы смогли издать его книгу. Но мама такая скупая, да и папа тоже...",0xff
        db 0xfd,"Мне нужны были деньги...",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Оказывается, бывает такая глубокая скорбь, что даже слёз нет. После смерти Майкла я это поняла.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Кстати, сапфир 'Синяя скорбь' уже нашли?",0xff
        db 0xfd,"Нет... ничего.",0xff
        db 0xfd,"Да, мы встречались. Немного общались, но друзьями нас не назовёшь. Просто знакомые.",0xff
        db 1,0xff
        db 0xfd,"Сестра Сары? Нет, я с ней не знакома.",0xff
        db 1,0xff
        db 0xfd,"Я не знаю этого человека.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Родители в этом мире все одинаковы. Даже мой папа такой. Он верит, что если я, повзрослев, закончу школу и выйду замуж за мужчину, работающего в хорошей компании, то всё будет хорошо. Он просто не понимает меня.",0xff
        db 0xfd,"Папа... ненавидит Майкла.",0xff
        db 0xff
        db 0xff
        db 0xfd,"Откуда вы знаете Майкла? Понятно... опять мама. Вот почему я не могу просить её о помощи. Строит из себя хорошую мать, а сама без колебаний предаёт собственную дочь.",0xff
        db 0xfd,"Майкл умер...",0xff
        db 0xfd,"Он рок-гитарист. Его пластинки есть и у нас. Вы его поклонник?",0xff
        db 1,0xff
        db 0xfd,"Это младшая сестра Майкла. Я с ней не знакома, но слышала, что она работает в бутике на Вест-Сайде.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Ларри - друг Майкла.",0xff
        db 1,0xff
        db 0xfd,"Эта женщина всем рассказывает, что она девушка Теда Адлера. Она и сюда приходила. Неприятная особа.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"О чём вы говорите?",0xff
        db 0xfd,"Странный вы человек. Уходите.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 0xfd,"Ну и что?",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Это была светловолосая женщина с голубыми глазами.",0xff
        db 1,0xff
        db "Эмили выглядела встревоженной.",0xff
        db "Она поморщилась с явным недовольством.",0xff
        db 0xff
        db 0xfd,"О чём вы хотели поговорить?",0xff
        db 0xfd,"Мне больше нечего вам сказать.",0xff
        db 0xfd,"Я уже всё вам рассказала.",0xff
        db 0xfd,"Я Эмили Кэссиди. Что вам от меня нужно? Хотите расспросить о Саре Шилдс?..",0xff
        db 0xfd,"Я? Если вас интересуют мои параметры, то 90-60-90.",0xff
        db 0xfd,"Почему вы всё время расспрашиваете обо мне? Какой же вы настойчивый.",0xff
        db 0xfd,"Довольно. У меня занятия.",0xff
        db 0xff
        db 0xfd,"Разве вы сюда пришли не ради меня?",0xff
        db 0xff
        db 0xfd,"У меня сейчас занятие. Не мешайте, пожалуйста.",0xff
        db 0xfd,"Да, я читала в газете, что Сару убили.",0xff
        db 0xfd,"Я преступник? Какая нелепость!",0xff
        db 0xfd,"Драгоценность? Сапфир? О чём вы вообще?",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вызвал Эмили Кэссиди.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"30 декабря? Не помню, что было в прошлом году.",0xff
        db 0xfd,"А, вспомнила. После занятия я зашла выпить чаю, а потом пошла домой. Как называлось кафе? Не помню таких мелочей.",0xff
        db 0xfd,"О чём вы? Понятия не имею.",0xff
        db 1,0xff
        db 0xfd,"Ч-что?! О чём вы говорите?! Я ничего не знаю! Я не звонила Саре с угрозами!",0xff
        db 1,0xff
        db 0xfd,"Я всегда в кого-нибудь влюблена. Тед был всего лишь одним из них.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Да ничего.",0xff
        db 0xfd,"Кстати, кем вы приходились Саре?",0xff
        db 0xfd,"Однажды мы с Сарой поссорились из-за Теда, но на этом всё и закончилось. Я не из тех, кто долго держит обиду.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Я снималась в одном из его клипов. После съёмок Тед мне позвонил, а дальше... ну, сами понимаете.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Если бы не его мать, Тед мог бы жить гораздо свободнее.",0xff
        db 1,0xff
        db 0xfd,"Не знаю такого человека.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Он молодой актёр из Howard Promotion. Только между нами - с женщинами у него совсем не ладится.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Что? С чего вы вдруг такое говорите?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"И что с того?",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Она казалась добродушной и жизнерадостной девушкой.",0xff
        db 1,0xff
        db 0xfd,"Хотите расспросить о Саре? Вы куда симпатичнее того старика, что приходил раньше. Я вам всё расскажу. Я Энни Дэвис. Приятно познакомиться, мистер Гарольд!",0xff
        db 0xfd,"Что такое?",0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Сегодня я одна.",0xff
        db 0xff
        db "Дж. Б. не думал, что здесь найдутся какие-либо улики.",0xff
        db 0xfd,"Вот именно. Убийство в соседней квартире - это был настоящий шок. Никогда бы не подумала, что Сару могут убить.",0xff
        db 1,0xff
        db 0xfd,"Да, я тоже об этом слышала. Преступник, убивший Сару, наверняка охотился за тем сапфиром.",0xff
        db 1,0xff
        db 0xfd,"О чём речь?",0xff
        db 1,0xff
        db 0xfd,"Правда? Его убили? Я и не знала.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Мы с Сарой были хорошими подругами. Мы познакомились, когда каждое утро ездили вместе на одном автобусе, и со временем стали общаться. Мы часто ходили друг к другу в гости.",0xff
        db 1,0xff
        db 0xfd,"Сестра Сары? Я видела её на похоронах. Несмотря на смерть сестры, она совсем не выглядела убитой горем - яркий макияж, броская одежда... Честно говоря, впечатление она произвела неприятное.",0xff
        db 1,0xff
        db 0xfd,"Брат Сары? Ах да. Однажды, когда я была у неё, ей позвонили. Она назвала собеседника 'старшим братом', так что, наверное, это был он.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Я его поклонница. Его лиричные мелодии всегда трогают меня до глубины души.",0xff
        db 1,0xff
        db 0xfd,"Да, она однажды заходила ко мне. Сары как раз не было дома. Она спрашивал, когда она вернётся. Очень спешила и выглядела взволнованной.",0xff
        db 1,0xff
        db 0xfd,"Этот тип всё время приставал к Саре. Самодовольный идиот. Но Сара сразу и решительно ему отказала.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Добро пожаловать.",0xff
        db 0xfd,"Ой, мистер Гарольд!",0xff
        db 0xfd,"В тот вечер мы с друзьями устроили вечеринку в лофте в Сохо. Сначала всё было прилично, но потом, как всегда, началось настоящее безумие. Домой я вернулась только на рассвете.",0xff
        db 1,0xff
        db 0xfd,"Ее возлюбленный? Она редко говорила о личном, так что точно не знаю. Но такая красавица не могла не остаться без внимания мужчин. Телефон у неё звонил почти каждый вечер",0xff
        db 0xfd,"Слушай, а парень Сары ведь, кажется, владел собственной компанией? В рождественскую ночь он подвёз её на роскошной машине.",0xff
        db 0x22,"Я так и не вернула Саре пластинку. А теперь, когда с Сарой случилось такое, я в затруднительном положении... Если не возражаете, не могли бы вы вернуть её  сестре Сары?",0x22," С этими словами Энни Дэвис протянула Дж. Б. виниловую пластинку.",0xff
        db 0xfd,"Мистер Гарольд, в следующий раз загляните и ко мне домой.",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"У вас такой приятный, низкий голос. Расскажите ещё что-нибудь.",0xff
        db 0xfd,"Невероятно. Он настоящий?",0xff
        db 0xfd,"Это альбом Теда Адлера. По-моему, это было именно в Рождество. Сара специально принесла его ко мне в комнату и предложила послушать. Она выглядела как-то подавленной, вела себя странно.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Никогда не слышала, чтобы Сара кому-то давала деньги в долг.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Обычно Сара добиралась на работу с пересадкой, но 29-го пересадки не было. Может, её кто-то подвёз?",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Эта женщина - Сара, верно? А вот кто рядом с ней, я не знаю.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db "Мужчина выглядел нервным.",0xff
        db 1,0xff
        db "Представившись следователем страховой компании HeartSafe, Дж. Б. решил  поговорить с Роем Бейкером.",0xff
        db 0xfd,"И что на этот раз вы хотите узнать?",0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Я один.",0xff
        db "Дж. Б. не верил, что здесь удастся найти какие-либо улики.",0xff
        db 1,0xff
        db 0xfd,"Опять об этом? Я уже много раз рассказывал полиции. В ту ночь я        действительно был с президентом компании 'Стайнхарт'",0xff
        db 1,0xff
        db 0xfd,"Мне никогда не показывали сапфир мистера Стайнхарта.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Я не имею никакого отношения к преступлениям.",0xff
        db 1,0xff
        db 0xfd,"Не знаю. До чего же вы настырный.",0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Говорят, убитой была младшая сестра миссис Стайнхарт. Я как-то видел её вместе с мистером Стайнхартом. Она была довольно красивой женщиной",0xff
        db 1,0xff
        db 0xfd,"Мы знакомы с мистером Стайнхартом уже четыре или пять лет. Молодой, но очень толковый бизнесмен.",0xff
        db 0xfd,"Чтобы выбиться в люди в этом городе, наверняка приходилось идти на тёмные дела. Но к тому, кем он является сейчас, это уже не относится.",0xff
        db 0xfd,"Я плохо знаю миссис Стайнхарт.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Никогда не слышал такого имени.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "К Дж. Б. вышел президент компании 'Бейкер и Ко'",0xff
        db 0xfd,"Опять ты...",0xff
        db 0xfd,"В тот вечер мы втроём - господин Стайнхарт, молодой сотрудник компании и я - выпивали в клубе на Бродвее. Ах да, клуб назывался 'M&M'",0xff
        db 1,0xff
        db 0xfd,"Всё идёт отлично. Хе-хе...",0xff
        db 1,0xff
        db 0xfd,"Мне кажется, мы уже где-то встречались... Хотя, возможно, я ошибаюсь.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Так это тот самый сапфир... Впечатляет.",0xff
        db 0xfd,"Я об этом ничего не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Хм... похоже, это такой же бланк, какими пользуется компания Стайнхарта...",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Хозяин ресторана подозрительно смотрел на Дж. Б.",0xff
        db 1,0xff
        db 0x22,"Чего вам нужно? Я Том Манжини, хозяин этого заведения. А вы кто?",0x22,"  Дж. Б. представился страховым следователем.",0xff
        db 0xfd,"О чём вы вообще говорите?",0xff
        db 1,0xff
        db 0xfd,"Официантка здесь. Хотите с ней поговорить?",0xff
        db 1,0xff
        db 0xfd,"Вы мешаете посетителям. Уходите.",0xff
        db 1,0xff
        db 0xfd,"Убийства к этому ресторану никакого отношения не имеют. Полиции здесь  не рады.",0xff
        db 1,0xff
        db 0xfd,"Я ничего об этом не знаю. Я не имею никакого отношения к преступлениям. Не надо говорить о таких вещах в моём ресторане.",0xff
        db 1,0xff
        db 0xfd,"Пора вам уходить. Видите же, я занят. Я ничего не знаю.",0xff
        db 1,0xff
        db 0xfd,"Того человека убили? Правда? Страшное дело.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Чего вам?",0xff
        db 0xfd,"Не знаю такой женщины.",0xff
        db 0xfd,"Она младшая сестра Карен. Приходила сюда расспрашивать о Карен.",0xff
        db 0xfd,"Не знаю, не знаю.",0xff
        db 1,0xff
        db 0xfd,"Карен работала здесь. Заботилась о младшей сестре и очень усердно трудилась. Хорошая девушка.",0xff
        db 0xfd,"Зачем вы копаетесь в прошлом Карен? Сейчас она уважаемая жена президента компании. Прошлое уже не имеет значения.",0xff
        db 0xfd,"Не знаю. Ничего не знаю.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Тот человек приходил сюда и расспрашивал про Карен. Неприятный тип.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Не знаю. Плохо помню.",0xff
        db 1,0xff
        db 0xfd,"Не знаю. Я к сапфиру никакого отношения не имею.",0xff
        db 1,0xff
        db 0xfd,"Ничего.",0xff
        db 0xfd,"Может быть, этот Уокер шантажировал Карен... Нет-нет, ничего. Это я    так, сам с собой.",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Это просто стекляшка.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db "Она производила впечатление серьёзной и добросовестной женщины.",0xff
        db 1,0xff
        db 0xfd,"Меня зовут Лиза Фрэнсис, я личный помощник. А, вы из компании, занимающейся расследованием по делу о краже у президента компании 'Стайнхарт', да? Чем могу помочь?",0xff
        db 0xfd,"Что вам угодно?",0xff
        db 1,0xff
        db 0xfd,"Вы к директору?",0xff
        db 0xfd,"Директор вышел.",0xff
        db 0xfd,"Понятно. Директор просил передать, что вы можете проводить расследование так, как сочтёте нужным.",0xff
        db 0xfd,"Извините, но я вынуждена отказать.",0xff
        db 0xfd,"Да, я знаю. Я слышала, что младшая сестра супруги президента оказалась замешана в ужасном инциденте.",0xff
        db 1,0xff
        db 0xfd,"Да, я слышала. Украли тот сапфир, а женщину по имени Сара Шилдс убили.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Чем могу помочь?",0xff
        db 0xfd,"Я никогда её не встречала. Только слышала, что директор помогал найти ей работу.",0xff
        db 1,0xff
        db 0xfd,"Наш директор - честный, порядочный и очень надёжный человек. Я искренне его уважаю.",0xff
        db 1,0xff
        db 0xfd,"Это жена директора. Она прекрасно воспитана, талантлива буквально во всём - даже мне, женщине, остаётся только завидовать. К тому же она владеет галереей 'BB-96' в Вест-Сайде.",0xff
        db 0xfd,"Мистер Гарольд, только между нами... Мне кажется, у директора с супругой не всё ладно. Я видела женщину, похожую на неё, с каким-то молодым мужчиной.",0xff
        db 0xfd,"Это друг нашего директора. Он уже бывал в этом офисе. Кстати, на следующий день после убийства Сары он снова заходил к директору. Правда, зачем - не знаю.",0xff
        db 1,0xff
        db 0xfd,"Нет, мы не встречались.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0x22,"Кто там?",0x22," - навстречу Дж. Б. вышла женщина.",0xff
        db 0xfd,"А, это вы.",0xff
        db 0xfd,"Да, в тот вечер директор был в кинотеатре 'Театр ЛАЛА' в Гринвич-Виллидж.",0xff
        db 1,0xff
        db 0xfd,"Да, благодаря разумному руководству нашего директора дела у компании   идут хорошо.",0xff
        db 1,0xff
        db 0xfd,"Кстати, в последнее время нашему директору звонит какой-то молодой человек. Очень неприятные звонки...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Невероятно...! Это настоящий сапфир?",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Сотрудник медленно окинул Дж. Б. взглядом с головы до ног.",0xff
        db 1,0xff
        db 0xfd,"Да, я Макс Лайл. Откуда ты знаешь моё имя? Ты что, работаешь на  того старика, который недавно приходил?",0xff
        db 0xfd,"Чего?",0xff
        db 1,0xff
        db 0xfd,"Если вам нужен начальник, я его позову.",0xff
        db 0xfd,"Босса нет. Он уже ушёл домой.",0xff
        db 0xfd,"Ну и настырный же ты. Ладно. Пока начальника нет, можешь осмотреться.",0xff
        db 0xfd,"Эй, так не пойдёт. Не стоит самовольничать.",0xff
        db 0xfd,"Да, слышал, что убили сестру жены босса.",0xff
        db 0xfd,"Я не преступник.",0xff
        db 0xfd,"Да выплатите вы уже страховку. Мне невыносимо, что президент каждый    день ходит с таким мрачным видом",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Что-то нужно?",0xff
        db 0xfd,"Сестра жены директора? Видел её всего раз, но такую женщину мужчины без внимания не оставляют. Что называется, из тех, кто сразу нравится мужчинам.",0xff
        db 1,0xff
        db 0xfd,"Начальник очень щепетилен, когда дело касается денег.",0xff
        db 0xfd,"Ходят слухи, что он уже не одного человека отправил на тот свет.",0xff
        db 0xfd,"Жена директора? Она ужасно ревнивая. Однажды узнала, что директор ей изменил, и прямо здесь, в офисе, устроила грандиозный скандал. Вот тогда  натерпелись. Да, нелегко приходится директору.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Когда Дж. Б. вошёл в офис, появился сотрудник.",0xff
        db 0xfd,"Опять ты?",0xff
        db 0xfd,"В тот вечер я пил с нашим директором за счёт президента компании 'Бейкер и Ко.'. Где она находится? Кажется, в здании за Канал-стрит,которая ведёт из Чайнатауна в Маленькую Италию.",0xff
        db 1,0xff
        db 0xfd,"Мне такого даже не показывали.",0xff
        db 1,0xff
        db 0xfd,"Понятия не имею. Хозяин управляет всем в одиночку",0xff
        db 1,0xff
        db 0xfd,"С боссом лучше держать ухо востро. Он человек опасный.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"Вот это да... так это и есть тот самый драгоценный камень?",0xff
        db 0xfd,"Я только регги слушаю.",0xff
        db 0xfd,"Понятия не имею, что это такое.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Кстати, в конце прошлого года директор постоянно спрашивал, какое       сегодня число. По нескольку раз в день.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Мужчина носил берет и бороду.",0xff
        db 1,0xff
        db "Дж. Б. решил поговорить с управляющим Томасом Смитом.",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Сегодня я один.",0xff
        db "Дж. Б. не думал, что здесь найдутся какие-либо улики.",0xff
        db 1,0xff
        db 0xfd,"О чём вы? Я ничего не знаю.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Кажется, я никогда не встречал этого человека.",0xff
        db 1,0xff
        db 0xfd,"Он владелец этого кинотеатра. Очень любит кино и прекрасно разбирается в искусстве.",0xff
        db 1,0xff
        db 0xfd,"Вы о жене директора? В последнее время её почти не видно. Надеюсь, у неё всё в порядке. Хотя ходят слухи, что у супругов не всё ладится.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "У входа стоял мужчина.",0xff
        db 1,0xff
        db 0xfd,"В декабре прошлого года мы устраивали ретро-кинопоказы и каждую ночь   до утра показывали разные фильмы. Да, 30-го числа к нам заглянул и мистер Холдман. Думаю, он ушёл около одиннадцати, когда менялась публика.",0xff
        db 1,0xff
        db 0xfd,"Кстати, интересно, почему он попросил показать именно этот фильм. Да,  это было вечером 30 декабря. Мы поставили его по просьбе мистера        Холдмана.'Прощай, любимая'...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Боюсь, я ничего не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Управляющий филиалом, держа в руке сигару, внимательно смотрел на Дж. Б.",0xff
        db 1,0xff
        db 0xfd,"Я Рон Труман. Это вы хотели поговорить со мной по поводу акций компании D.D.B.? Так-так... Дж. Б. Гарольд? Запомню это имя..",0xff
        db 0xfd,"У тебя ещё есть вопросы?",0xff
        db 1,0xff
        db 0xfd,"Разве вы пришли не со мной поговорить?",0xff
        db 1,0xff
        db "Дж. Б. не думал, что здесь найдутся какие-либо улики.",0xff
        db 1,0xff
        db 0xfd,"О таком деле я ничего не знаю.",0xff
        db 1,0xff
        db 0xfd,"Вот как... Значит, у Дэвида Стайнхарта украли драгоценный камень.",0xff
        db 1,0xff
        db 0xfd,"Наш банк не имеет к этому делу никакого отношения.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Я никогда не встречал женщину с таким именем.",0xff
        db 1,0xff
        db 0xfd,"Давно не слышал этого имени. Значит, он всё ещё работает на Уолл-стрит...",0xff
        db 1,0xff
        db 0xfd,"Это один из людей Стайнхарта..",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Дж. Б. попросил о встрече с управляющим филиалом банка.",0xff
        db 1,0xff
        db 0xfd,"Разумеется, я был дома. Люблю спокойно слушать классическую музыку у камина.",0xff
        db 1,0xff
        db 0xfd,"Это было пять лет назад. Трое молодых парней пришли в наш банк с предложением инвестировать в их компанию, а затем массово выпустили поддельные акции и, забрав деньги, исчезли. Наш банк стал жертвой несанкционированного использования своего названия на этих акциях.",0xff
        db 0xfd,"Позже Дэвиду Стайнхарту, Деннису Холдману и Биллу Роббинсу предъявили  обвинения. Однако влиятельный адвокат из Вашингтона взялся за их защиту и добился для всех троих условных сроков.",0xff
        db 0xfd,"Так чего ты добиваешься? С шантажистами и вымогателями я не разговариваю.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Этот сапфир - подделка.",0xff
        db 0xfd,"Современная молодёжь совсем не понимает настоящей красоты музыки. Вот и слушает такую непонятную ерунду.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это стало позорным пятном в истории нашего банка.",0xff
        db "Официантка казалась трудолюбивой.",0xff
        db 1,0xff
        db 0xfd,"Я Патти Ли. Хотите меня о чём-то спросить? Я занята, но могу уделить вам немного времени.",0xff
        db 0xfd,"Что?",0xff
        db 1,0xff
        db 0xfd,"Хозяин!",0xff
        db 1,0xff
        db 0xfd,"У нас посетители. Не устраивайте неприятностей.",0xff
        db 1,0xff
        db 0xfd,"Я ничего не знаю. Я и так слишком болтливая - хозяин постоянно ругает меня за длинный язык.",0xff
        db 1,0xff
        db 0xfd,"Я не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Что вам нужно?",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 0xfd,"Скажи, это случайно не тот бородатый мужчина с суровым лицом? Если он, то в конце прошлого года приходил сюда и о чём-то шептался с хозяином.",0xff
        db 0xfd,"Хозяин велел мне ничего не рассказывать об этом человеке.",0xff
        db 0xfd,"Знаешь, сейчас она жена президента компании, но говорят, раньше была   девушкой по вызову в Чайнатауне. Говорят, когда она выходила замуж, она попросила хозяина этого заведения сделать так, чтобы в документах       значилось, что она работала здесь.",0xff
        db 0xfd,"Я не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Да, он однажды приходил сюда. Он расспрашивал о работе, которой Карен раньше здесь занималась... Ой! Я не должна была этого говорить...",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0x22,"Добро пожаловать!",0x22," - когда Дж. Б. вошёл в заведение, к нему подошла официантка.",0xff
        db 1,0xff
        db 0xfd,"Было столько работы, что я уже ничего не помню. Хозяин здесь гоняет нас без пощады.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Если будем долго разговаривать, хозяин рассердится.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Красивый... словно цвет морской бездны.",0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. Случайно взглянул на календарь на столе. Он всё ещё был открыт на декабре прошлого года.",0xff
        db "Ничего необычного не было.",0xff
        db 1,0xff
        db "Дж. Б. взял календарь.",0xff
        db 0xff
        db "Всё выглядело как обычно.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. тщательно осмотрел множество папок с документами. И тут он       заметил что-то, блеснувшее под ними. Это были красивые серьги.",0xff
        db "Похоже, больше никаких улик здесь не осталось.",0xff
        db 1,0xff
        db "Дж. Б. поднял серьги.",0xff
        db "Дж. Б. Внезапно ему пришло в голову осмотреть цветочный горшок в приёмной. К своему удивлению, в земле оказался спрятан сверкающий синий сапфир.",0xff
        db "Больше ничего найти не удалось.",0xff
        db 1,0xff
        db "Дж. Б. положил синий сапфир в карман.",0xff
        db "Дж. Б. Осмотрел стол Холдмана, но не обнаружил ничего, что могло бы стать зацепкой.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Ничего особенного не было.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. Тщательно просмотрел документы, но не нашёл ничего, что имело бы отношение к делу.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. осмотрел шкафчик Холдмана в углу офиса. В кармане пиджака, висевшего на вешалке, он нашёл футляр для кольца.",0xff
        db "Ничего найти не удалось.",0xff
        db 1,0xff
        db "Дж. Б. положил кольцо в карман.",0xff
        db "Дж. Б. Тщательно осмотрел пространство вокруг кровати. Под ней лежала пуговица от рубашки.",0xff
        db "Ничего не нашли.",0xff
        db 1,0xff
        db "Дж. Б. положил пуговицу в карман.",0xff
        db "Дж. Б. Открыл верхний ящик маленького стола. Внутри лежал билет на автобус.",0xff
        db "Похоже, здесь ничего не было.",0xff
        db 1,0xff
        db "Дж. Б. взял автобусный билет.",0xff
        db "После происшествия всё уже убрали, и на полу ничего не осталось.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. Осмотрел все шкафы в комнате. В небольшом комоде возле кровати он нашёл красивую синюю шкатулку. Внутри лежал браслет.",0xff
        db "Ничего не было.",0xff
        db "В шкафу, похоже, ничего не было.",0xff
        db "Дж. Б. взял коробку.",0xff
        db "Никаких зацепок не было.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff

