        db "У мужчины были чёрные волосы и голубые глаза.",0xff
        db "Лицо Cтайнхарта, как ни посмотри, было лицом злодея.",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Опять ты...",0xff
        db 0xfd,"Уходите. Мне нечего вам сказать.",0xff
        db 0xfd,"Что ещё вы хотите узнать?",0xff
        db 0xfd,"Так ты Дж. Б. Гарольд? Значит, работаешь на того старика?",0xff
        db 0xfd,"При заключении договора с HeartSafe я ответил на все необходимые вопросы.",0xff
        db 0xfd,"Неужели вы считаете преступником меня?",0xff
        db 0xfd,"Мне больше нечего тебе сказать.",0xff
        db 0xfd,"Эй!",0xff
        db 0xfd,"Карен не хочет с тобой разговаривать.",0xff
        db 0xfd,"Делайте что хотите.",0xff
        db 0xfd,"Нет.",0xff
        db 0xfd,"Надеюсь, преступника, убившего Сару, скоро поймают.",0xff
        db 0xfd,"Среди моих родных нет преступников.",0xff
        db 0xfd,"Я - жертва этого дела.",0xff
        db 0xfd,"Живо выплатите страховку!",0xff
        db 0xfd,"И какое это имеет отношение к нынешнему делу?",0xff
        db 0xfd,"Не знаю...",0xff
        db 0xfd,"Мне нечего тебе сказать.",0xff
        db 0xfd,"Подозреваете меня? Тогда обыщите дом, если хотите.",0xff
        db 0xfd,"О чем вы говорите? Я ничего не знаю.",0xff
        db 1,0xff
        db "Появился Стайнхарт.",0xff
        db 1,0xff
        db 0xfd,"Что?",0xff
        db 1,0xff
        db 0xfd,"Я же говорил, что пил с деловым партнером.",0xff
        db 0xfd,"Ну и настырный же ты. Тебе незачем меня подозревать.",0xff
        db 0xfd,"Это была самая дорогая для меня вещь.",0xff
        db 0xfd,"Ну и настырный же ты.",0xff
        db 0xfd,"HeartSafe - отвратительная страховая компания. Выплатите страховку!",0xff
        db 1,0xff
        db 0xfd,"И какое это имеет отношение к страховой выплате?",0xff
        db 1,0xff
        db 0xfd,"Наши семейные дела вас не касаются.",0xff
        db 0xfd,"Карен - хорошая жена. Мне не на что жаловаться.",0xff
        db 0xfd,"Понятия не имею, о чём вы говорите.",0xff
        db 0xfd,"Э-это...",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Н-не знаю! Н-ничего такого!",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"По глазам видно - ты не простой человек. Похоже, мы с тобой никогда не поладим.",0xff
        db 0xfd,"Ну и упрямый же ты.",0xff
        db 0xfd,"Они с Карен были совершенно разными по характеру.",0xff
        db 1,0xff
        db 0xfd,"Карен очень вспыльчива.",0xff
        db 0xfd,"Хотите сказать, Карен что-то натворила?",0xff
        db 0xff
        db 0xff
        db 0xfd,"Я не смог бы жить так, как он. Я выбрал другой путь.",0xff
        db 0xfd,"Деннис... Нет...",0xff
        db 0xfd,"В последнее время я ее даже не видел. Мы с ней не ладим.",0xff
        db 1,0xff
        db 0xfd,"Говорят, показать 'Синюю скорбь' просил один из клиентов ювелирного магазина, которым управляет Эванс.",0xff
        db 1,0xff
        db 0xfd,"Дочь Эванса? Никогда её не видел.",0xff
        db 1,0xff
        db 0xfd,"Не знаю такого человека...",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"О ком речь?",0xff
        db 1,0xff
        db 0xfd,"Я же сказал, не знаю.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"И что с этим человеком?",0xff
        db 0xfd,"Не знаю...",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Какой грубиян. Уходите.",0xff
        db 0xfd,"Хочешь, чтобы тебя вышвырнули?",0xff
        db 1,0xff
        db 0xfd,"Что это?",0xff
        db 0xfd,"И что с того?",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Светлые волосы и голубые глаза.",0xff
        db "Холдман был подозрительно спокоен.",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Что вам?",0xff
        db 0xfd,"Вы хотели поговорить о чем-то важном?",0xff
        db 1,0xff
        db 0xfd,"Деннис Холдман. Очень приятно познакомиться.",0xff
        db 0xfd,"Спрашивайте что угодно, если это поможет.",0xff
        db 0xfd,"Мистер Гарольд, вы ошибаетесь. Я ничего не сделал.",0xff
        db 1,0xff
        db 0xfd,"Кого позвать?",0xff
        db 0xfd,"Вики вернулась к родителям...",0xff
        db "Холдман не стал мешать Дж. Б.",0xff
        db 0xfd,"Извините, но это невозможно.",0xff
        db 0xfd,"Это ужасная трагедия. Иногда мне кажется, что если бы я тогда всё-таки навестил Сару, этого могло бы не случиться...",0xff
        db 0xfd,"Есть подозрения, кто преступник?",0xff
        db 0xfd,"Говорят, в момент убийства у Сары был очень ценный сапфир. Неужели преступник убил её из-за него?",0xff
        db 1,0xff
        db 0xfd,"Даунс-Хиллз? Впервые слышу такое название.",0xff
        db 0xfd,"Не знаю...",0xff
        db 0xfd,"Мне нечего добавить.",0xff
        db 0xfd,"Вы хотите сказать, что я как-то связан с тем делом?..",0xff
        db 0xfd,"Я... ничего не знаю...",0xff
        db 1,0xff
        db "Появился Деннис Холдман.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"В тот вечер? У меня была последняя в году деловая встреча. Она затянулась, и домой я вернулся уже после часа ночи.",0xff
        db 0xfd,"Мистер Гарольд, вы сомневаетесь в моём алиби? Проверяйте сколько угодно - это пустая трата времени.",0xff
        db 0xfd,"Я слышал, что 'Синюю скорбь' Дэвид получил от одного из деловых партнеров в качестве оплаты по одной из сделок с акциями.",0xff
        db 1,0xff
        db 0xfd,"Сара просила найти место, где можно работать пианисткой. Я расспрашивал знакомых. То сообщение касалось собеседования в заведении, где искали   пианиста.",0xff
        db 1,0xff
        db 0xfd,"Так себе.",0xff
        db 1,0xff
        db 0xfd,"Да, спасибо, у нас всё хорошо.",0xff
        db "...",0xff
        db 0xfd,"Простите... Что?",0xff
        db "...",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Акции...",0xff
        db "...",0xff
        db 0xff
        db 0xff
        db 0xfd,"Мистер Гарольд, вы явно не простой страховой инспектор... Что? Детектив из Либерти-Тауна?.. Теперь понятно.",0xff
        db 0xfd,"Мистер Гарольд... вы знали Сару?",0xff
        db 0xfd,"Никогда бы не подумал, что Сару убьют. Тяжело терять знакомых вот так внезапно.",0xff
        db 1,0xff
        db 0xfd,"Наверное, ей очень тяжело после смерти единственной сестры.",0xff
        db 1,0xff
        db 0xfd,"Мы с Дэвидом знаем друг друга как облупленных. Мы дружим с тех пор, как я переехал в этот город.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"После того случая Вики совсем пала духом. Неудивительно - увидеть труп у себя на глазах тяжело для любого.",0xff
        db 1,0xff
        db 0xfd,"Это владелец ювелирного магазина, где работала Сара. Она говорила, что больше не хочет там работать.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Что с ним?",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"О чем вы? Понятия не имею.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Что вы хотите от меня услышать?",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Светлые волосы и карие глаза.",0xff
        db "Мужчина с ухмылкой смотрел на Дж. Б.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"Вы только что задали довольно невежливый вопрос.",0xff
        db 0xfd,"Что?",0xff
        db 0xff
        db 0xfd,"Так это вы Дж. Б. Гарольд, расследующий дело Сары Шилз. Удивительно, что вам удалось выйти именно на меня.",0xff
        db 0xfd,"Я перспективный автор детективов. Скоро выйдет мой первый роман.",0xff
        db 0xfd,"Мистер Гарольд, я писатель детективов. Не стоит меня недооценивать.",0xff
        db 0xff
        db 0xfd,"Никого.",0xff
        db 1,0xff
        db 0xfd,"Нет. У вас есть ордер на обыск?",0xff
        db 1,0xff
        db 0xfd,"'Всегда подозревай'. Это основной принцип расследования.",0xff
        db 0xfd,"Ха-ха... Я не преступник.",0xff
        db 0xfd,"Не знаю.",0xff
        db "...",0xff
        db 0xfd,"Любопытно.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Дж. Б. постучал в дверь. На пороге появился молодой человек.",0xff
        db 1,0xff
        db 0xfd,"Что?",0xff
        db 0xff
        db 0xfd,"30 декабря? С какой стати мне рассказывать вам об этом?",0xff
        db 0xfd,"Может, сказать, что я был дома?",0xff
        db 0xfd,"'Синяя скорбь'? Звучит как название картины какого-то художника..",0xff
        db 1,0xff
        db 0xfd,"Он называется 'Пропавшая ночь'. Это великолепный детектив. Как когда-то журнал 'Black Mask' открыл миру Чандлера, так и мой первый роман войдёт в историю.",0xff
        db 1,0xff
        db 0xfd,"Писателю без любви не обойтись.",0xff
        db 1,0xff
        db 0xfd,"О чём вы?..",0xff
        db 0xfd,"Чтобы издать роман, нужны деньги.",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Кто тебя нанял?",0xff
        db 0xfd,"Кстати, мистер Гарольд, если вы расследуете дело Сары Шилз, то наверняка уже встречались с Билли Макдональдом.",0xff
        db 0xfd,"История началась с убийства женщины... Ой, это же начало моего романа.",0xff
        db 1,0xff
        db 0xfd,"Скажем так: я ничего не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Кто его знает.",0xff
        db 1,0xff
        db 0xfd,"Кто знает...",0xff
        db 1,0xff
        db 0xfd,"Он старик, который не может понять молодёжь.",0xff
        db 1,0xff
        db 0xfd,"Ха-ха! Она от меня без ума.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"Это тот бессердечный человек, который бросил Сару.",0xff
        db 1,0xff
        db 0xfd,"Это моя младшая сестра.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Билли - бармен в баре 'Dead or Alive' при гостинице на Бродвее. Вместо того чтобы следить за мной, лучше присмотрите за ним.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Ха-ха! Так ты детектив?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Я не собираюсь отвечать.",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Светлые волосы и карие глаза.",0xff
        db "Она выглядела подавленной.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"Что вам?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Чем могу помочь? Да, этой галереей владеет Вики Холдман. А что на счёт вас?",0xff
        db 0xfd,"Я Дженнифер Уокер.",0xff
        db 0xfd,"Э-э... Майкл что-то натворил?",0xff
        db 1,0xff
        db 0xfd,"Я здесь одна.",0xff
        db 1,0xff
        db "Похоже, здесь ничего нет.",0xff
        db 1,0xff
        db 0xfd,"А что с тем делом?",0xff
        db 0xfd,"Мой брат что-то сделал?",0xff
        db 0xfd,"Не знаю.",0xff
        db "...",0xff
        db 0xfd,"О чем речь?",0xff
        db 1,0xff
        db 0xfd,"Майкл...",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Добро пожаловать. Могу я помочь вам с выбором?",0xff
        db 0xfd,"Что-нибудь ещё?..",0xff
        db 0xff
        db 0xff
        db 0xfd,"30 декабря? В тот день что-то произошло?",0xff
        db 0xfd,"После того дня здесь было закрыто, и я уехала к себе в родной город.",0xff
        db 0xfd,"'Синяя скорбь'? О чём вы говорите?",0xff
        db 1,0xff
        db 0xfd,"Майкл мечтает однажды издать свою книгу.",0xff
        db 1,0xff
        db 0xfd,"Деньги нужны всегда.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Кстати, в конце прошлого года я несколько раз звонила управляющему по поводу новой экспозиции, но всё никак не могла его застать.",0xff
;        db 0xfd,"Кстати, в конце прошлого года я несколько раз звонила хозяйке по поводу новой экспозиции, но всё никак не могла её застать.",0xff
        db 0xfd,"Э-э... Майкл что-то сделал?",0xff
        db 0xfd,"Я не знаю этого человека.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Он муж управляющей магазином и весьма богат.",0xff
        db 1,0xff
        db 0xfd,"Она хозяйка этого магазина. Раньше часто сюда заходила, но в последнее время почти не появляется.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Не знаю...",0xff
        db 1,0xff
        db 0xfd,"Вы знаете Майкла?.. Это мой брат.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"...Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"О чем вы?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db "Здесь была Дженнифер.",0xff
        db "Она ничего не ответила.",0xff
        db 0xff
        db 0xff
        db "Это был мужчина с чёрными волосами и карими глазами.",0xff
        db "Взгляд мужчины был пронзительным.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db "...",0xff
        db "...",0xff
        db 0xff
        db 0xfd,"Я Уоррен Спенсер. А вы кто? Так вы Дж. Б. Гарольд из полиции Либерти-Тауна? Какую полицейскую академию окончили?",0xff
        db 0xfd,"Я детектив полиции Нью-Йорка. Это мое дело. Мне не нужна помощь человека вне моей юрисдикции.",0xff
        db 0xfd,"Что это за взгляд?",0xff
        db 0xff
        db 0xff
        db 0xfd,"Сегодня я один.",0xff
        db 0xff
        db 0xfd,"Нет. У вас нет права осматривать место преступления.",0xff
        db 0xfd,"Оставьте это дело полиции Нью-Йорка. Не вмешивайтесь.",0xff
        db 0xfd,"Пусть этим занимается полиция.",0xff
        db 0xfd,"Преступник украл тот сапфир. В этом нет сомнений.",0xff
        db "...",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Перед Дж. Б. появился мужчина.",0xff
        db 1,0xff
        db 0xfd,"Мы не знаем, кто изображён на фотографии.",0xff
        db 0xfd,"Этот чек раскрывает мотив преступника.",0xff
        db 0xfd,"30 декабря? В тот день была убита Сара Шилдс.",0xff
        db 0xfd,"Что это за взгляд?! Я вообще-то детектив!",0xff
        db 0xfd,"'Синяя скорбь' до сих пор не найдена.",0xff
        db 1,0xff
        db 0xfd,"Мы пока не вышли на след преступника, но обнаружили важные улики.",0xff
        db 0xfd,"Что?! Вы сомневаетесь в моих словах?",0xff
        db 0x22,"Вот улика, найденная на месте преступления",0x22,". С этими словами Спенсер показал Дж. Б. смятый клочок бумаги. Это был платёжный чек.",0xff
        db 0xfd,"Для провинциального детектива это, пожалуй, слишком сложная версия. Сара одолжила преступнику деньги. Он пришёл якобы вернуть долг, убил Сару, забрал сапфир и скрылся.",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"На этом твоя работа окончена. Возвращайся в Либерти-Таун.",0xff
        db 1,0xff
        db 0xfd,"Жертва этого дела.",0xff
        db 1,0xff
        db 0xfd,"Старшая сестра жертвы.",0xff
        db 1,0xff
        db 0xfd,"У него надежное алиби. Он вне подозрений.",0xff
        db 1,0xff
        db 0xfd,"Этот человек не связан с делом.",0xff
        db 1,0xff
        db 0xfd,"Она первой обнаружила тело.",0xff
        db 1,0xff
        db 0xfd,"Владелец магазина, где работала жертва.",0xff
        db 1,0xff
        db 0xfd,"В ходе расследования такой человек не фигурировал.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Следите за словами. Я детектив.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Я не могу раскрывать тайну следствия.",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Ты устал, Дж. Б. Я сварю тебе кофе.",0xff
        db 0xfd,"Что такое?",0xff
        db 0xfd,"Дж. Б., я так рада, что ты пришёл. Спасибо тебе.",0xff
        db 0xfd,"И ещё. Загляни в городскую библиотеку на Пятой авеню и найди Чарли     Уиллиса. Я уже попросила его помочь нам с расследованием.",0xff
        db 0xfd,"Предполагаемое время смерти - между 22:00 и 23:00. По данным полиции,  причиной смерти стал удар вазой по затылку. В отчёте указано: доставлена без признаков жизни.",0xff
        db 0xfd,"Похоже, расследование полиции совсем не продвигается.",0xff
        db 1,0xff
        db 0xfd,"Похоже, Дэвид Стайнхарт передал сапфир 'Синяя скорбь' Саре вечером     29 декабря.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Я не знала, что Сара Шилз была связана с нераскрытым делом.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Что? Майкла Уокера убили?..",0xff
        db 0xfd,"Похоже, свидетелей не было.",0xff
        db 1,0xff
        db 0xfd,"Что?! Ещё одно убийство?!",0xff
        db 0xfd,"Неужели Билли Макдональда тоже убили? Говорят, на его правом предплечье была татуировка.",0xff
        db 1,0xff
        db 0xfd,"Дж. Б.! Вот это встреча! Давно не виделись.",0xff
        db 0xfd,"24 года. Группа крови A. Рыжие волосы, голубые глаза. Родители погибли в автокатастрофе, когда ей было десять.",0xff
        db 0xfd,"Дж. Б., интересно, кто был возлюбленным Сары?..",0xff
        db 1,0xff
        db 0xfd,"Старшая сестра Сары, 29 лет. Четыре года назад вышла замуж за Дэвида   Стайнхарта, владельца брокерской компании. О её прошлом почти ничего не известно.",0xff
        db 0xfd,"Дж. Б., я нашла зацепку по следам Карен. Похоже, она работала в Чайнатауне. В ресторане под названием 'Сэйки Хантен', судя по всему.",0xff
        db 0xfd,"Значит, Карен знала, что Сара больна.",0xff
        db 0xfd,"Он муж Карен и получатель страховой выплаты по 'Синей скорби'. Ему     тридцать четыре года. После нескольких лет работы в разных компаниях он пять лет назад основал на Уолл-стрит компанию 'Стайнхарт'.",0xff
        db 0xfd,"Дж. Б., говорят, он проходит под псевдонимом.",0xff
        db 1,0xff
        db 0xfd,"33 года. Владеет кинотеатрами и ресторанами, очень богат. Обычно       находится в своем офисе на Уолл-стрит.",0xff
        db 0xfd,"Он тоже подозреваемый?",0xff
        db 1,0xff
        db 0xfd,"Жена Денниса Холдмана. Ей тридцать лет, родом из Вашингтона. Её отец - председатель коллегии адвокатов. Детей у них нет, живут в роскошных     апартаментах на Ист-Сайде.",0xff
        db 0xfd,"Говорят, её отец финансирует BB-96.",0xff
        db 0xfd,"Она съехала с Ист-Сайда и вернулась к родителям.",0xff
        db 0xfd,"Владелец магазина 'Украшения Кристи', 47 лет. Раньше работал в Tiffany's, а десять лет назад открыл собственный магазин.",0xff
        db 1,0xff
        db 0xfd,"Отцы и правда души не чают в своих дочерях. Дж. Б., как думаешь, мой   отец такой же?",0xff
        db 0xfd,"Это дочь Кларка Эванса. После развода родителей она отбилась от рук и несколько раз сбегала из дома. Но как только заканчивались деньги, всегда возвращалась к отцу.",0xff
        db 1,0xff
        db 0xfd,"Дж. Б., похоже, теперь Синди наконец сможет откровенно поговорить с отцом.",0xff
        db 0xfd,"25 лет. Называет себя автором детективов, но ни одной книги не издал. Постоянной работы тоже нет.",0xff
        db 0xfd,"Уокер живёт в квартире в Сохо.",0xff
        db 0xfd,"Кто убил Майкла?",0xff
        db 0xfd,"Рок-гитарист. Уже выпустил три альбома. Сейчас сотрудничает с Howard Promotion при театре на Бродвее.",0xff
        db 1,0xff
        db 0xfd,"Тед Адлер любил Сару.",0xff
        db 0xfd,"Она продавец в BB-96 и работает там уже год.",0xff
        db 1,0xff
        db 0xfd,"Так она была женой Майкла, да?",0xff
        db 0xfd,"Мать Теда Адлера. Ей пятьдесят лет, она вдова и сейчас является менеджером своего единственного сына.",0xff
        db 1,0xff
        db 0xfd,"Ее тоже жаль.",0xff
        db 0xfd,"Ему 25 лет. Его сексуальная ориентация неясна.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Он ведёт дело Сары?",0xff
        db 0xfd,"Дж. Б., я связалась с полицией. В шестом участке нет детектива по фамилии Спенсер.",0xff
        db 0xfd,"Говорят, раньше он действительно служил детективом в полиции Нью-Йорка. Но его уволили, когда выяснилось, что он брал взятки у мафии.",0xff
        db 0xfd,"Его настоящее имя тоже Ларри Джонс, ему 24 года. Он актёр из агентства 'Howard Promotion'",0xff
        db 0xfd,"Дж. Б., похоже, это правда - он гей. И ещё: Ларри и Майкл Уокер учились в одной школе.",0xff
        db 1,0xff
        db 0xfd,"Ей двадцать два года. Работает инструктором по аэробике и иногда подрабатывает моделью.",0xff
        db 0xfd,"Может быть, именно она звонила Саре с угрозами?",0xff
        db 0xfd,"Так я и знала - это была она.",0xff
        db 0xfd,"Невероятно! Неужели это тот самый сапфир 'Синяя скорбь'? В нём, наверное, не меньше пятидесяти карат.",0xff
        db 0xfd,"Что? Это подделка?..",0xff
        db 0xfd,"От кого Сара узнала, кто настоящий владелец сапфира 'Синяя скорбь'?",0xff
        db 0xfd,"Пластинка. Альбом называется Life and Times.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Пуговица от мужской рубашки.",0xff
        db 0xfd,"Значит, Тед Адлер бывал в квартире Сары.",0xff
        db 1,0xff
        db 0xfd,"Похоже, очень дорогие серьги.",0xff
        db 0xfd,"Наверное, это принадлежит Вики.",0xff
        db 1,0xff
        db 0xfd,"В графе получателя стоит подпись Сары Шилдс.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это губная помада. Темно-розового оттенка.",0xff
        db 0xfd,"Похоже, это не принадлежало Саре.",0xff
        db 1,0xff
        db 0xfd,"Это пересадочный билет на автобус. Дата - 29 декабря.",0xff
        db 0xfd,"С кем Сара встречалась в тот день?",0xff
        db 1,0xff
        db 0xfd,"Это сапфировое кольцо.",0xff
        db 1,0xff
        db 0xfd,"Это нужно вернуть Синди.",0xff
        db 0xfd,"Это браслет от Тиффани. В коробке также лежит рождественская открытка. На ней написано: 'Моей любимой Саре'",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Правда? Эта карточка поддельная? Очень качественная работа.",0xff
        db 1,0xff
        db 1,0xff
        db 0x22,"...Я уже никогда не стану прежней... Поэтому... моя любовь к тебе тоже ушла...",0x22," Дж. Б., это письмо Сара отправила Деннису Холдману из Либерти- Тауна.",0xff
        db 0xfd,"Неужели Сара любила того мужчину?",0xff
        db 1,0xff
        db 0xfd,"Это календарь на 1987 год. На 30 декабря сделана пометка. Это день,    когда была убита Сара.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Так это рукопись романа Майкла Уокера... Понятно. И правда, очень      напоминает дело Сары.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Дж. Б., точно такой-же ведь был на человеке с фотографии?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это медицинское заключение Сары Шилз. Диагноз - апластическая анемия... Это же лейкемия!",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это фотография, которая была у Бетти Янсен, коллеги Сары.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"На этом кружевном платке кровь.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Этот сертификат акций выпущен компанией D.D.B. Company. Смотри, на обороте стоит название Банка Нью-Йорка на Уолл-стрит.",0xff
        db 0xfd,"Неужели Сара знала об этом?",0xff
        db 1,0xff
        db 0xfd,"Дж. Б., ну как?",0xff
        db 1,0xff
        db 0xfd,"Дж. Б.! Рад, что ты пришёл. Я ждал тебя.",0xff
        db 0xfd,"Зима тяжела для старика. Здоровье уже не то. Но теперь, когда ты здесь, Дж. Б., мне намного лучше. Рассчитываю на тебя.",0xff
        db 0xfd,"На вазе - орудии убийства - обнаружены только отпечатки Сары. Дж. Б.,  похоже, преступление было тщательно спланировано.",0xff
        db 0xfd,"Какова была цель преступника, убившего Сару?",0xff
        db 0xfd,"Дж. Б., круг подозреваемых сужается. Майкл и Дженнифер... Тед и Айрис... Дэвид и Карен... Деннис и Вики... Преступник должен быть среди людей, окружавших Сару.",0xff
        db 0xfd,"Может быть, тот, кто знает, где находится сапфир, и убил Сару?",0xff
        db 0xfd,"Дж. Б., возможно, кража 'Синей скорби' была всего лишь прикрытием убийства Сары.",0xff
        db 0xfd,"Неужели преступником была сама Сара?..",0xff
        db 0xfd,"Теперь припоминаю то дело. Но не вижу, как оно связано с нынешним.",0xff
        db 1,0xff
        db 0xfd,"Не думал, что за этим стоит Билл Роббинс.",0xff
        db 0xfd,"Майкла Уокера убили?! Это правда?",0xff
        db 0xfd,"Хм... тогда дело становится ещё запутаннее.",0xff
        db 1,0xff
        db 0xfd,"Что?! Теперь ещё и Билли погиб?!",0xff
        db 0xfd,"Наезд на Билли Макдональда определённо связан с делом Сары.",0xff
        db 1,0xff
        db 0xfd,"Дж. Б., рад тебя видеть.",0xff
        db 0xfd,"До сих пор неизвестно, как Дэвид Стайнхарт заполучил этот сапфир.",0xff
        db 0xfd,"Кто бы мог подумать, что у этого сафира такая история.",0xff
        db 0xfd,"Дж. Б., похоже, загадка начинает проясняться.",0xff
        db 0x22,"Вот она, та самая фотография.",0x22,". Джед передал Дж. Б. разорванный снимок.",0xff
        db 0xfd,"Мы не знаем, преступник ли человек на фотографии.",0xff
        db 1,0xff
        db 0xfd,"Офис компании HeartSafe, которая поручила нам это дело, находится на   Западной 48-й улице, рядом с Пятой авеню. Я уже предупредил Стивена     Харриса. Зайди к нему.",0xff
        db 0xfd,"Похоже, эта кража была подстроена ради страховки.",0xff
        db 1,0xff
        db 0xfd,"Дж. Б., по соседству с Сарой живёт девушка по имени Энни Дэвис.        Возможно, ей что-то известно о личной жизни Сары. Говорят, она работает в магазине 'Too Good' в Сохо. Почему бы тебе не поговорить с ней?",0xff
        db 0xfd,"Если проверить мужчин, связанных с Сарой, может всплыть неожиданная фигура.",0xff
        db 1,0xff
        db 0xfd,"Дело в том, Дж. Б., что, как ни странно, финансовое положение компании 'Стейнхарт' на самом деле, похоже, не так уж и плохо.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"За каждым преступлением стоят деньги. Неужели и здесь мотив - деньги?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Издать роман тоже стоит денег?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Я в музыке не разбираюсь.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Неужели Майкл Уокер действительно шантажировал Карен?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"С кем встречался Билли?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Неужели Сара знала о своей болезни?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Значит, из-за этих акций этот Коллинз и пытался покончить с собой?",0xff
        db 0xfd,"Билл Роббинс... Давненько я не слышал этого имени.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Нет, пока ничего.",0xff
        db 0xfd,"Дж. Б., звонил Чарли Уиллис из городской библиотеки. Он нашёл личное   объявление, которое, похоже, Сара Шилдс разместила в прошлогодней газете 'The Voice' из Гринвич-Виллиджа.",0xff
        db 1,0xff
        db 0xfd,"Подробных сведений о Саре слишком мало.",0xff
        db 0xfd,"Похоже, Сара пользовалась успехом у мужчин.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это старшая сестра Сары. Говорят, она коллекционирует драгоценности.",0xff
        db 0xfd,"Дж. Б., а она действительно была дома, в Вест-Сайде, когда убили Сару?",0xff
        db 0xfd,"Значит, Сара знала о её прошлом.",0xff
        db 0xfd,"Дж. Б., этот парень - не из простых.",0xff
        db 0xfd,"Его алиби тоже вызывает сомнения.",0xff
        db 0xfd,"Похоже, ключ к этому делу - подделка акций.",0xff
        db 0xfd,"Я еще не встречался с этим человеком.",0xff
        db 0xfd,"Возможно, именно этот человек изображён на фотографии Сары.",0xff
        db 1,0xff
        db 0xfd,"Она первой обнаружила тело Сары, но ее рассказ звучит неубедительно.",0xff
        db 0xfd,"Дж. Б., если у Вики с Деннисом не ладится... Хм... тут явно что-то нечисто.",0xff
        db 0xfd,"Дж. Б., мне кажется, Вики просто хотела, чтобы Деннис её любил.",0xff
        db 0xfd,"Это владелец ювелирного магазина, где работала Сара. Похоже, он также  близко знаком с Карен.",0xff
        db 0xfd,"Похоже, алиби Эванса тоже вызывает сомнения.",0xff
        db 0xfd,"Все отцы одинаковы. Они искренне любят своих дочерей, просто не умеют это показать.",0xff
        db 0xfd,"Она просто избалованная девчонка, выросшая в роскоши. Честно говоря, в наше время девушки - это такая головная боль.",0xff
        db 0xfd,"Похоже, для девушек вроде Синди любимый человек важнее отца.",0xff
        db 1,0xff
        db 0xfd,"Похоже, и он замешан в этом деле.",0xff
        db 0xfd,"Такие мужчины, да, бывают. Они, кажется, верят, что все женщины будут подчиняться их желаниям",0xff
        db 0xfd,"Главный подозреваемый убит...",0xff
        db 0xfd,"Нужно выяснить, как этот музыкант был связан с Сарой.",0xff
        db 0xfd,"Да... этот тоже выглядит подозрительно.",0xff
        db 0xfd,"С кем Сара встретилась в тот вечер, когда не смогла увидеться с Тедом?",0xff
        db 0xfd,"Так это сестра Майкла Уокера... Интересно, знает ли она что-нибудь?",0xff
        db 0xfd,"Тебе не кажется, что она слишком уж защищает своего брата?",0xff
        db 0xfd,"Бедняжка.",0xff
        db 0xfd,"Такие матери ради сына готовы на всё.",0xff
        db 0xfd,"Эта мать выглядит подозрительно...",0xff
        db 0xfd,"Это она разлучила Сару и Теда?",0xff
        db 0xfd,"Хватает мелких мерзавцев, которые наживаются на наркотиках и клеят девушек. Но почему Майкл Уокер назвал именно этого человека... Не понимаю.",0xff
        db 0xfd,"Дж. Б., это выглядит очень подозрительно.",0xff
        db 0xfd,"За что убили Билли?",0xff
        db 0xfd,"Вот как? Значит, он детектив.",0xff
        db 0xfd,"Дж. Б., этот человек вызывает подозрения. Он действительно детектив?",0xff
        db 0xfd,"Дж. Б., похоже, именно Стайнхарт нанял того детектива.",0xff
        db 0xfd,"С виду он тихий, но, думаю, ему что-то известно.",0xff
        db 0xfd,"Очень подозрительно.",0xff
        db 0xfd,"Актёр из него никудышный.",0xff
        db 0xfd,"Значит, эта женщина соперничала с Сарой из-за Теда Адлера?",0xff
        db 0xfd,"Она что-то замышляет.",0xff
        db 0xfd,"Значит, она работала на мать Теда.",0xff
        db 0xfd,"Мы пока ничего не выяснили. Пока ничего нельзя сказать.",0xff
        db 0xfd,"Дж. Б., это подлинник? Не могу поверить, что его нашли в офисе Стайнхарта.",0xff
        db 0xfd,"Так и есть... Подделка.",0xff
        db 0xfd,"Дж. Б., поговори со всеми, кто что-нибудь знает о 'Синей скорби'.",0xff
        db 0xfd,"Почему Сара отдала эту пластинку Энни Дэвис?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Если это принадлежит преступнику, то перед нами важная улика.",0xff
        db 0xfd,"Дж. Б., ты выяснил, чьё это?",0xff
        db 1,0xff
        db 0xfd,"Если это было спрятано в портфеле с документами, то, судя по всему, это что-то такое, что не должно попасться на глаза",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Тот детектив передал тебе эту улику?.. Это как-то странно, не находишь?",0xff
        db 0xfd,"Дж. Б., как думаешь, этот чек подлинный?",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Помада на месте убийства?..",0xff
        db 0xfd,"Возможно это обронил преступник?",0xff
        db 1,0xff
        db 0xfd,"Дж. Б., что может означать этот автобусный билет?",0xff
        db 0xfd,"Дж. Б., похоже, в тот день Сара встретилась с кем-то по дороге на работу и так и не села на пересадочный автобус.",0xff
        db 1,0xff
        db 0xfd,"Сапфировое кольцо?",0xff
        db 0xfd,"Почему кольцо Синди оказалось у Денниса Холдмана?..",0xff
        db 1,0xff
        db 0xfd,"Кто подарил Саре этот браслет?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Похоже, таким преступлениям не видно конца.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Неужели Деннис Холдман знал Сару уже давно?..",0xff
        db 0xfd,"Неужели Сара любила Денниса?",0xff
        db 1,0xff
        db 0xfd,"Если эту отметку сделала Сара, что она означает?",0xff
        db 1,0xff
        db 0xfd,"Значит, именно в этот день была проверка Налоговой службы?",0xff
        db 0xfd,"Значит, главную героиню тоже зовут Сара? Дж. Б., тебе не кажется, что  это уж слишком похоже?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это принадлежит Деннису Холдману?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Сара была больна?..",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Эта фотография - единственная оставленная улика.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Пока не проверим эти пятна крови, ничего нельзя сказать, но если эта кровь принадлежит Саре, то это очень важная улика.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Неужели Сара знала, что 'Синюю скорбь' обменяли на эти сертификаты акций?",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. навестил Чарли Уиллиса.",0xff
        db 0xfd,"Мистер Гарольд, что проверить?",0xff
        db 0xfd,"Мистер Гарольд, я даже не знаю, что именно искать.",0xff
        db "     --- ЧАСТНЫЕ ОБЪЯВЛЕНИЯ ---                        Сара Шилдс       ",0x22,"Если вам известно, где находятся Пегги Коллинз и её дочь Фиби Коллинз, пожалуйста, свяжитесь с нами. Любая информация об их местонахождении    будет полезна.",0x22,0xff
        db 0xfd,"--В ответ на ваш запрос сообщаем: семья Коллинз проживает в доме на    Северной 115-й улице. За дополнительной информацией обращайтесь по      следующему адресу...",0xff
        db 0xfd,"В Центральном парке найдено тело молодого мужчины.",0xff
        db 0xfd,"Жертва - Майкл Уокер, 25 лет. Причина смерти - огнестрельное ранение.",0xff
        db 0xfd,"Наезд у Линкольн-центра. Пострадавший погиб на месте.",0xff
        db 0xfd,"Жертва - Билли Макдональд, 25 лет. По словам свидетелей, автомобиль внезапно набрал скорость и целенаправленно сбил его. Также установлено, что погибший употреблял ЛСД...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Дж. Б. попросил бармена налить ему ещё бурбона.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. опустился на стул у барной стойки в 'Ирландском баре'",0xff
        db 1,0xff

