        db 0xfd,"30 декабря 1987 года... Да. Это был самый тяжелый и печальный день в   моей жизни... Я закончил работу в восемь вечера и вышел из офиса.",0xff
        db 0xfd,"Улицы были полны людей, готовившихся к встрече Нового года, и казалось, будто весь город охвачен праздничным оживлением. Я доехал до           Бруклинского моста, посмотрел на огни небоскребов и позвонил Саре прямо из машины.",0xff
        db 0xfd,"После того как телефон в квартире Сары прозвонил семь раз, она наконец сняла трубку. И, еще не услышав моего голоса, тихо спросила: 'Тед... это ты?..'",0xff
        db 0xfd,"Поняв, что звоню я, Сара, кажется, немного удивилась. Я сказал, что    буду ждать ее в девять часов у статуи Прометея в Рокфеллер-центре.       После недолгой паузы она ответила, что придет.",0xff
        db 0xfd,"После этого я отправился в театр 'ЛАЛА'. Оттуда я позвонил Вики, но ее, как обычно, не было дома. Я оставил сообщение на автоответчике, что    сегодня не вернусь домой...",0xff
        db 0xfd,"Когда в театре 'ЛАЛА' начался показ фильма 'Прощай, любимая',          я незаметно вышел через черный ход. На улицах было многолюдно, и к      Рокфеллер-центру я приехал немного позже назначенного времени.",0xff
        db 0xfd,"Сара ждала меня. Я протянул ей букет роз, который купил по дороге. Под огромной сияющей золотой рождественской елью Сара с алыми розами в руках выглядела так прекрасно, что у меня перехватило дыхание... Но...",0xff
        db 0xfd,"Наш разговор получился неловким и коротким. Когда я предложил поужинать где-нибудь, Сара сказала, что совсем не хочет есть. Она выглядела      какой-то бледной, поэтому я решил проводить ее до квартиры.",0xff
        db 0xfd,"В квартире Сары было холодно, и даже после того, как мы включили       обогреватель, она долго не прогревалась. Тем временем Сара поставила    розы на маленький столик возле кровати. А я так и стоял, даже не сняв    пальто.",0xff
        db 0xfd,"После долгого молчания я сказал Саре: 'Вернись ко мне... На этот раз я не предам тебя. Кроме тебя у меня никого нет...' Сара молча смотрела на меня своими голубыми глазами.",0xff
        db 0xfd,"Сара едва заметно покачала головой и хотела что-то сказать... Почему-то я не хотел слышать этих слов. Не раздумывая, я обнял ее, пытаясь       заглушить их поцелуем... Но Сара...",0xff
        db 0xfd,"Пытаясь вырваться из моих объятий, она задела рукой вазу на столе, и та опрокинулась... После этого Сара отошла от меня, повернулась спиной и  встала у окна.",0xff
        db 0xfd,"Она приложила ладонь к холодному стеклу, посмотрела куда-то вдаль и    сказала: 'Слишком поздно... И ты, и я... мы изменились. Нам уже не      вернуть прошлое... Вот и все...'",0xff
        db 0xfd,"В ее словах звучал холод, словно они были смертным приговором моей     любви. Глядя на Сару со спины, как она откидывает длинные волосы тонкими белыми пальцами, мне казалось, будто она отвергает всю мою любовь.",0xff
        db 0xfd,"Я не хотел отдавать эту женщину никому... В тот миг впервые в жизни    меня захлестнула жгучая, неистовая ревность. И тогда моя любовь к Саре  превратилась в бездонное желание убить.",0xff
        db 0xfd,"Я надел перчатки, лежавшие в кармане пальто, поднял с пола упавшую вазу и подошел к Саре сзади. А затем... голосом, который поразил даже меня  самого своим спокойствием, позвал ее по имени...",0xff
        db 0xfd,"Я... за мгновение до того, как Сара успела обернуться... изо всех сил  обрушил белую вазу ей на голову...",0xff
        db 0xfd,"Сара тихо застонала и упала к моим ногам. Из ее головы текла кровь, а сама она уже не дышала... Розы, которые я подарил ей, были темно-красными, но даже они не были такими алыми, как кровь Сары...",0xff
        db 0xfd,"Теперь Сара уже никуда не уйдет... Обезумев, я снова и снова убеждал   себя в этом. Я положил одну розу со стола ей на грудь и вышел из комнаты...",0xff
        db 0xfd,"А что было дальше, Гарольд, вам уже известно... Когда-то я думал, что  моя мечта - добиться в этом городе положения и славы. Но я ошибался...  Любой успех однажды меркнет...",0xff
        db 0xfd,"Гарольд... Ради этой грязной мечты в этом городе я собственными руками уничтожил единственное сокровище, которое было в моей жизни... Сару...  мою 'Синюю скорбь'...",0xff
        db 0xfd,"В конце концов Билли начал повсюду искать женщину по имени Сара и,     похоже, познакомился с Майклом Уокером. А в ночь на 30 декабря он       разыскал квартиру Сары и отправился туда, чтобы убедиться, что это      действительно она.",0xff
        db 0xfd,"В ту ночь я, как обычно, пошла в 'Dead or Alive'. Там я узнала, что    Билли отправился к квартире Сары, и пошла за ним... Я собиралась        рассказать ему всю правду...",0xff
        db 0xfd,"Но когда я добралась до квартиры Сары, Билли уже исчез... а Сара была  убита. После этого я больше ни разу не встречалась с Билли...",0xff
        db 0xfd,"Я не могла никому рассказать, почему тогда пошла к Саре, и в конце     концов призналась во всем Деннису. Всё, что я сказала полиции, было     ложью... Но, Гарольд... я знаю одно...",0xff
        db 0xfd,"Я уверена, что в ту ночь Билли видел убийцу Сары. А потом убийца понял это... и убил Билли.",0xff
        db 0xfd,"Гарольд... С того дня, как убили Билли, мы с Деннисом не сказали  друг другу ни слова. Я боюсь разговаривать с Деннисом... Боюсь узнать        правду...",0xff
        db 0x22,"Скажите, Гарольд... у вас есть мечта? У меня есть. Мечта, ради которой я готов поставить на кон всю свою жизнь...",0x22," - решительно произнес Дэвид Стайнхарт, пронзив Дж. Б. острым взглядом.",0xff
        db 0xfd,"Этот город и правда прогнил до основания. Жадность людей затягивает в  свой грязный водоворот каждого, кто оказывается рядом. Но я еще не      сдался. Я верю, что даже в этом городе есть мечта, которая сияет ярче   любого драгоценного камня...",0xff
        db 0xfd,"Я обязательно добьюсь этой мечты здесь, в этом городе. Поэтому никогда не оглядываюсь назад. Хотя... на этот раз благодаря вам мне ненадолго   пришлось вспомнить прошлое, которое я давно оставил позади...",0xff
        db 0xfd,"Пять лет назад Сара рассталась с одним мужчиной. Ради своей мечты он   предал ее и женился на другой. В тот день, когда в церкви Святой Троицы состоялась его свадьба, Сара исчезла вместе с Биллом Роббинсом, который был его другом...",0xff
        db 0xfd,"Но, хотя Сара и уехала с Биллом в Либерти-Таун, она так и не смогла    открыть ему свое сердце. Именно Билл Роббинс напал на Сару на кладбище  Даунс-Хиллз. Это я услышал из его собственных уст...",0xff
        db 0xfd,"Гарольд... мой друг так и не смог оставить прошлое позади. Он... был   жалким человеком, который слишком поздно попытался вернуть мечту, от    которой сам когда-то отказался...",0xff
        db "Признание Денниса Холдмана поставило точку в этом деле.",0xff
        db "Дж. Б. оставил пустой стакан на стойке бара",0xff
        db "и растворился в ночной темноте Манхэттена.",0xff
        db " ",0xff
        db "            .",0xff
        db "            .",0xff
        db "            .",0xff
        db " ",0xff
        db "Дж. Б. и сам не заметил, как оказался перед зданием на 49-й улице.",0xff
        db " ",0xff
        db "О чём Сара думала в тот день, стоя у подножия этих небоскрёбов?..",0xff
        db " ",0xff
        db "Дж. Б. молча простился с ней и мысленно посвятил",0xff
        db "тихий реквием её любви, угасшей слишком рано.",0xff
