        db 0xfd,"Э-это...",0xff
        db 0xfd,"Когда я зашла в квартиру Сары, там уже была подделка...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Я... я не знаю!",0xff
        db 0xfd,"Это моё...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Это...",0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"На той фотографии не Дэвид!",0xff
        db 1,0xff
        db 0xfd,"Ах...",0xff
        db 0xfd,"Это... кровь Сары...",0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"И что, по-вашему, я знаю?",0xff
        db 0xfd,"Я...",0xff
        db 1,0xff
        db 0xfd,"Странные вещи вы говорите. Мне нечего скрывать.",0xff
        db 0xfd,"Что бы я ни делала в прошлом...",0xff
        db 1,0xff
        db 0xfd,"И что, по-вашему, я видела?",0xff
        db 0xfd,"Сара...",0xff
        db 1,0xff
        db 0xfd,"Меня никто ни о чём не просил.",0xff
        db 0xfd,"Не знаю.",0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"О чём ты вообще говоришь? Что ты несёшь?",0xff
        db 1,0xff
        db 0xfd,"Да хватит уже!",0xff
        db 0xff
        db 0xff
        db 0xfd,"Мистер Гарольд... найдите убийцу Сары и скажите ему: не было никакой нужды убивать человека, которому всё равно оставалось недолго жить...",0xff
        db 0xfd,"У меня не было никакого мотива убивать Сару.",0xff
        db 0xfd,"Прекратите!",0xff
        db "...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Мне больше нечего вам сказать.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"Я же говорю, что ничего не знаю.",0xff
        db 1,0xff
        db 0xfd,"Я... отдала Саре 'Синюю скорбь'...",0xff
        db 0xfd,"Но Сара вела себя так странно, что я вдруг забеспокоилась и пошла к ней домой...",0xff
        db 0xfd,"Поэтому в тот день я пошла к Саре...",0xff
        db 0xfd,"Но когда я вошла в ту комнату, Сара уже была мертва...",0xff
        db 0xfd,"Я одолжила Саре 'Синюю скорбь' втайне от Дэвида...",0xff
        db 0xfd,"Я потрясла Сару за плечи. Тогда мои руки были в её крови... Именно поэтому на том платке осталась кровь. А губную помаду я выронила, когда в спешке доставала платок из сумочки.",0xff
        db 0xfd,"Майкл Уокер узнал о моём прошлом в Чайнатауне и угрожал рассказать обо всём. Тогда у меня не было выбора. Я должна была любой ценой прокормить младшую сестру.",0xff
        db 0xfd,"Я всё рассказала Дэвиду. И про 'Синюю скорбь', и про Майкла Уокера... Он сказал, чтобы я предоставила всё ему. И про Сару тоже... Ведь она...",0xff
        db 0x22,"Мистер Гарольд... найдите убийцу Сары и скажите ему, что не было никакой нужды убивать человека, которому всё равно оставалось недолго жить",0x22,". С этими словами Карен протянула Дж. Б. белый лист бумаги. Это было медицинское заключение с именем Сары.",0xff
        db 0xfd,"Сара даже мне, своей старшей сестре, не рассказывала о таких важных вещах. Это медицинское заключение прислал её врач уже после её смерти. Да... она всё знала. Знала о своей болезни...",0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Подмену  сделала... Сара",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Это...",0xff
        db 0xfd,"Это нашли на месте убийства Майкла Уокера...",0xff
        db 0xfd,"Хм! Ну и что?!",0xff
        db "....",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"В тот день...",0xff
        db 0xfd,"В тот день была проверка Налоговой службы...",0xff
        db 0xfd,"Я...",0xff
        db 0xfd,"Я услышал об этом от Карен...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db "...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Мужчина на этой фотографии...",0xff
        db 1,0xff
        db 3,0xff
        db 0xfd,"Ух...",0xff
        db 1,0xff
        db 0xfd,"Я ничего не знаю!!",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Мне нечего скрывать.",0xff
        db 1,0xff
        db "....",0xff
        db 0xfd,"Меня не было на месте преступления.",0xff
        db 0xfd,"Да вы шутите!",0xff
        db 0xfd,"Пошёл вон!",0xff
        db 0xfd,"Меня никто об этом не просил.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"О чём ты говоришь?",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"'Синяя скорбь' была украдена. Это единственный установленный факт.",0xff
        db "....",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Мне нечего сказать.",0xff
        db 1,0xff
        db 0xff
        db 1,0xff
        db 0xfd,"Ну и настырный же ты. Убирайся.",0xff
        db 0xfd,"Я же сказал, что ничего не делал.",0xff
        db 0xfd,"Майкл Уокер шантажировал Карен.",0xff
        db 0xfd,"Я передал детективу Спенсеру поддельный чек, чтобы переключить твоё    внимание на Майкла Уокера, но, похоже, этим только всё испортил.",0xff
        db 0xfd,"Мне плевать на прошлое Карен. Я люблю её такой, какая она сейчас.",0xff
        db 0xfd,"Эти серьги принадлежали человеку, убившему Уокера.",0xff
        db 0xfd,"Я проследил за этим Уокером, который только и делал, что создавал      проблемы, собираясь немного проучить его. И стал свидетелем его         убийства...",0xff
        db 0xfd,"Майкла Уокера убил Билли Макдональд. Он узнал, что женщина, которую он любил, - Вики. Потом понял, кто убил Сару. Он впал в отчаяние, подсел на наркотики, а затем...",0xff
        db 0xfd,"Пять лет назад мы работали втроём: я, Деннис и ещё один человек из     Либерти-Тауна по имени Билл Роббинс. Тогда же мы получили 'Синюю        скорбь' от человека по имени Майк Коллинз.",0xff
        db 0xfd,"Похоже, зря мы подали в HeartSafe заявление на страховую выплату за    кражу. Из-за того, что я хотел нажиться на этой страховке, сюда пришёл  такой человек, как ты.",0xff
        db 0xfd,"И всё же... почему Сара солгала даже Карен, лишь бы вернуть 'Синюю     скорбь'? Ты понимаешь это? А мне кажется, я понимаю, что она тогда      чувствовала.",0xff
        db 0xfd,"Я... нет, мне кажется, я знаю, почему Сара приехала в этот город. Она  приехала сюда... чтобы отказаться от своей мечты. От мечты об этом      городе, которую когда-то лелеяла в Либерти-Тауне...",0xff
        db "...",0xff
        db 0xfd,"Когда-то именно я рассказал Саре о 'Синей скорби'",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 1,0xff
        db 1,0xff
        db 3,0xff
        db 1,0xff
        db "...",0xff
        db 0xfd,"В тот день я виделся с Сарой...",0xff
        db 0xfd,"Сара доверила это мне...",0xff
        db 1,0xff
        db 0xfd,"Э-это... для Сары...",0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Это письмо... Сара отдала его мне...",0xff
        db 0xfd,"Сара...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Это принадлежит мне...",0xff
        db 1,0xff
        db 0xfd,"Что?.. Сара... страдала лейкемией?..",0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Мужчина на той фотографии...",0xff
        db 1,0xff
        db 3,0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Я предал Сару ради собственного успеха...",0xff
        db 0xfd,"О чём вы говорите?..",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Мне нечего скрывать.",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"Я ничего не видел.",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"Хватит.",0xff
        db 0xfd,"Не знаю...",0xff
        db 1,0xff
        db 0xfd,"Что вы имеете в виду?..",0xff
        db "...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Что вы имеете в виду?..",0xff
        db "...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Мне нечего вам сказать.",0xff
        db 1,0xff
        db 0xff
        db 1,0xff
        db 0xfd,"Дж. Б. не упустил из виду, как изменился цвет лица Холдмана.",0xff
        db 1,0xff
        db 0xfd,"Я...",0xff
        db 0xfd,"Я не хотел никому её отдавать...",0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Я...",0xff
        db 0xfd,"Ух...",0xff
        db 0xfd,"...Билли Макдональда убил я... Он видел, как я выходил из квартиры Сары... Потом он начал расспрашивать о Вики и позвонил мне...",0xff
        db 0xfd,"Когда я случайно увидел того человека из машины возле Линкольн-центра, я невольно нажал на газ. Мне хотелось навсегда забыть тот день... и я   сбил его машиной...",0xff
        db 0xfd,"Даже женившись на Вики ради своей мечты, я не смог забыть Сару... Год  назад я наконец разыскал её и связался с ней. Но её ответ был...",0xff
        db 0xfd,"Да... мистер Гарольд... это... это я убил Сару... Я любил её. Но она... больше не могла принять мою любовь...",0xff
        db 0xfd,"Мистер Гарольд... вы ведь знали Сару в Либерти-Тауне? Она... была      счастлива... в том городе?",0xff
        db 3,0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Это я отдала их Билли...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Что?.. Сара?..",0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"О чём вы говорите?",0xff
        db 0xfd,"Какая грубость...",0xff
        db 1,0xff
        db 0xfd,"Мне нечего скрывать.",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"Что вы такое говорите?..",0xff
        db "....",0xff
        db 1,0xff
        db 0xfd,"Хватит.",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 0xfd,"Деннис...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Что вы хотите этим сказать?",0xff
        db "...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Мне нечего сказать.",0xff
        db 1,0xff
        db 0xff
        db "...",0xff
        db 0xfd,"Мне больше нечего вам сказать.",0xff
        db 1,0xff
        db 0xfd,"Я...",0xff
        db 0xfd,"И для меня, и для Денниса... было уже слишком поздно, чтобы начать всё сначала...",0xff
        db 0xfd,"Он так и не смог забыть Сару...",0xff
        db 0xfd,"Между нами... всё кончено...",0xff
        db 0xfd,"В тот вечер я ходила к Билли...",0xff
        db 0xfd,"Четыре года назад я познакомилась с Деннисом и во что бы то ни стало решила выйти за него замуж. Но тогда, похоже, он любил другую женщину...",0xff
        db 0xfd,"Тогда Деннис оказался втянут в дело о поддельных акциях, которое       устроил его друг Дэвид, и оказался на скамье подсудимых. Я использовала влияние своего отца и отчаянно пыталась спасти Денниса. После этого мы с Деннисом поженились.",0xff
        db 0xfd,"Но Деннис женился на мне не по любви. Ему были нужны мои деньги и      влияние моего отца. Он всегда был добр ко мне, но это было лишь внешне. В его сердце всегда была Сара.",0xff
        db 0xfd,"И когда Сара внезапно появилась в этом городе... В сердце того человека была только Сара... Мне было так одиноко и тяжело, что каждую ночь     я уходила куда-нибудь одна, и только тогда я использовала имя человека, которого Деннис любит до сих пор...",0xff
        db 0xfd,"Именно тогда я познакомилась с Билли Макдональдом. Он любил меня       искренне - по-своему, просто и немного неуклюже. Билли хотел узнать обо мне всё, но я ничего ему не рассказывала.",0xff
        db 3,0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Я... рассказала ему об этом...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"О чём вы говорите?",0xff
        db 0xfd,"Какая грубость...",0xff
        db 1,0xff
        db 0xfd,"Мне нечего скрывать.",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"Да вы шутите!",0xff
        db 0xfd,"Я ничего не видел...",0xff
        db 1,0xff
        db 0xfd,"Хватит.",0xff
        db 0xfd,"Я не люблю, когда меня о чём-то просят.",0xff
        db 1,0xff
        db 0xfd,"Я ничего не знаю...",0xff
        db 0xfd,"Синди... ничего...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Моя дочь...",0xff
        db 0xfd,"Синди была обманута тем человеком.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Кларк Эванс ничего не ответил.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Мне нечего ответить.",0xff
        db 1,0xff
        db 0xfd,"Этот человек растоптал чувства Синди...",0xff
        db 0xfd,"Я обещал дать тому человеку деньги...",0xff
        db 0xfd,"Даже мне однажды хотелось его убить.",0xff
        db 0xfd,"Но я не смог её убить...",0xff
        db 0xfd,"Синди была обманута тем человеком.",0xff
        db 0xfd,"Но тот человек так и не пришёл на место нашей встречи...",0xff
        db 0xfd,"Я знал, что Майкл Уокер преследовал Сару до её убийства. Поэтому мне было больно и жалко Синди, которая так увлеклась таким человеком...",0xff
        db 0xfd,"Поэтому я заставил его пообещать держаться подальше от моей дочери, а взамен согласился оплатить издание его книги. Но Майкл Уокер так и не пришёл на нашу встречу... потому что был убит.",0xff
        db 0xfd,"Господин Гарольд, я действительно читал рукопись того человека. Но Сару я не убивал, и у меня не было для этого причин. Однако... я... рассказал ей об этом романе...",0xff
        db 0xfd,"И всё же... неужели можно поверить, что она убила собственную сестру? От одной этой мысли мне становится страшно. Но как бы там ни было, ни я, ни Синди не имеем никакого отношения к делу Майкла Уокера.",0xff
        db 3,0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db "...",0xff
        db 0xfd,"Уходи!",0xff
        db 0xfd,"Я не хочу об этом говорить.",0xff
        db 0xfd,"Я...",0xff
        db 0xfd,"Уходи!",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Уходите!",0xff
        db 0xfd,"Не знаю!",0xff
        db 1,0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 0xfd,"Майкл ничего...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Потому что...",0xff
        db 0xfd,"Майкл...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db "...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 0xfd,"Да говорю же, не знаю!",0xff
        db 0xfd,"Я... Майкла...",0xff
        db 0xfd,"Я просто хотела, чтобы Майкл обратил на меня внимание...",0xff
        db 0xfd,"Папе...",0xff
        db 0xfd,"Поэтому я отдала кольцо Саре...",0xff
        db 0xfd,"Мне были нужны деньги, чтобы издать роман Майкла. Я просила отца помочь... но он отказал.",0xff
        db 0xfd,"Поэтому я попросила Сару продать кольцо, которое мне подарила мама, и оставила его ей. Я пришла узнать, что она решила, но так и не встретилась с Сарой... в тот день её уже убили.",0xff
        db 0xfd,"В последнее время Майкл вдруг стал холоден ко мне. Поэтому... я решила продать кольцо, отдать ему деньги и надеялась, что он снова станет относиться ко мне по-доброму...",0xff
        db 0xfd,"Но потом Сару убили, а кольцо бесследно исчезло. Затем убили Майкла... А потом выяснилось, что Дженнифер была его женой... Для меня это стало слишком сильным потрясением...",0xff
        db 0xfd,"Но после смерти Майкла я наконец поняла, что значит по-настоящему любить человека. Какая же я была дура... Только теперь я осознала, как сильно папа и мама переживали за меня.",0xff
        db 0xfd,"Да, всё верно, мистер Гарольд. Я отдала Саре на хранение маленькое сапфировое кольцо. Я уверена, что тот, кто украл 'Синюю скорбь', забрал и то кольцо. Я в этом не сомневаюсь.",0xff
        db 1,0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"В тот день, когда убили Сару.",0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Ха-ха-ха...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Я знаю слишком много - это уже само по себе проблема.",0xff
        db 0xfd,"По крайней мере, я умею держать язык за зубами.",0xff
        db 0xfd,"Как ты думаешь, что мне известно?",0xff
        db 0xfd,"И о чём же вы?..",0xff
        db 0xfd,"Не хочу отвечать.",0xff
        db 1,0xff
        db 0xfd,"Почём мне знать.",0xff
        db 0xfd,"Не могу сказать.",0xff
        db 1,0xff
        db 0xfd,"У каждого есть прошлое, которое хочется скрыть.",0xff
        db 0xfd,"Неужели есть кто-то, кому нужно о чём-то меня просить?",0xff
        db 1,0xff
        db 0xfd,"Кто его знает...",0xff
        db 0xfd,"Хе-хе-хе...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Почему убили Сару? Именно этому посвящён мой роман.",0xff
        db 0xfd,"Ха-ха-ха...",0xff
        db 0xfd,"Вот у преступника и спроси.",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Мне нечего тебе сказать.",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Даже если бы знал, не стал бы отвечать.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это был мой подарок Саре.",0xff
        db 0xfd,"Сара...",0xff
        db "...",0xff
        db 0xfd,"Это пуговица от моей рубашки...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db "...",0xff
        db 0xfd,"На этой фотографии не я...",0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Да что вы вообще обо мне знаете?",0xff
        db 0xfd,"Я... Сару...",0xff
        db 1,0xff
        db 0xfd,"Не хочу больше об этом слышать!",0xff
        db 0xfd,"Прошу, уходите.",0xff
        db 1,0xff
        db "...",0xff
        db 0xfd,"В тот день Сара...",0xff
        db 1,0xff
        db 0xfd,"Мне следовало больше доверять своим чувствам...",0xff
        db 0xfd,"Почему я не смог поверить Саре?..",0xff
        db 1,0xff
        db 0xfd,"Поэтому я больше не смог простить мать...",0xff
        db 0xfd,"Не вините меня...",0xff
        db 0xfd,"Я... самый никчёмный человек...",0xff
        db 0xff
        db 0xff
        db 0xff
        db "...",0xff
        db 0xfd,"В тот день Сара...",0xff
        db "...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Что бы вы ни спрашивали, я отвечать не собираюсь.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это не имеет ко мне никакого отношения.",0xff
        db 1,0xff
        db 0xfd,"Я любил Сару...",0xff
        db 0xfd,"И всё же Сара...",0xff
        db 0xfd,"Но я так и не смог до конца поверить в чувства Сары...",0xff
        db 0xfd,"Я... Сару...",0xff
        db 0xfd,"Я... не смог спасти Сару...",0xff
        db 0xfd,"Когда я пришёл в квартиру Сары, она уже была убита...",0xff
        db 0xfd,"В ту ночь... да, вечером 30 декабря Сара позвонила мне прямо в студию, где я записывался. Никогда раньше она так не делала. Я не знал, откуда  она звонила, но в трубке слышался шум городских улиц...",0xff
        db 0xfd,"Сара сказала мне: 'Тед, скоро пойдёт снег. Я так долго ждала, когда    выпадет снег'. А потом едва слышным голосом прошептала... 'Прощай'",0xff
        db 0xfd,"Сказав только это, Сара повесила трубку. Меня не отпускало дурное      предчувствие, и после записи я поехал к ней домой... Но было уже        поздно... К тому времени Сара была мертва...",0xff
        db 0xfd,"Господин Гарольд, Сара однажды рассказывала мне о вас. Тогда она       сказала: 'Интересно, удастся ли мне ещё хоть раз побывать в             Либерти-Тауне? Теперь это такое далёкое, но такое дорогое моему сердцу место...'",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Мистер Гарольд... откуда это у вас?..",0xff
        db "...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Я... я не знаю.",0xff
        db "...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"На что вы намекаете?",0xff
        db "....",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"...Я... ничего...",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"Я... ничего не скрываю.",0xff
        db 0xfd,"...Э-это...",0xff
        db 1,0xff
        db 0xfd,"Что я...",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"Что?..",0xff
        db 0xfd,"Э-это...",0xff
        db 1,0xff
        db 0xfd,"Я никого не покрываю...",0xff
        db 0xfd,"Майкл...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Мой брат... нет...",0xff
        db 0xfd,"Вы совсем не понимаете Майкла.",0xff
        db 0xfd,"Майкл никогда никого не убил бы.",0xff
        db 0xff
        db 0xff
        db 0xff
        db "...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Я ничего не понимаю.",0xff
        db 0xfd,"Не знаю...",0xff
        db 0xfd,"Майкл... мой...",0xff
        db 0xfd,"Нет... Майкл не убивал Сару.",0xff
        db 0xfd,"Майкл говорил, что собирается встретиться с кем-то в Центральном парке.",0xff
        db 0xfd,"Ему нужны были деньги, чтобы издать свою книгу...",0xff
        db 0xfd,"Майкл не убивал Сару!",0xff
        db 0xfd,"Майкл мне не брат. Он... мой муж.",0xff
        db 0xfd,"Господин Гарольд, все говорят о Майкле только плохое, но я любила его. У Майкла была мечта... чтобы однажды его книги читали по всему миру и они трогали сердца людей.",0xff
        db 0xfd,"Его книгу наконец согласились издать... Это была правда. Издательство 'New York Magazine' на Пятой авеню наконец заключило с ним контракт. И всё же... его убили...",0xff
        db 0xfd,"Господин Гарольд, я думаю, что преступник - тот человек. Он обещал оплатить издание книги Майкла. Говорят, он знал Сару Шилдс и читал роман Майкла...",0xff
        db 0xfd,"Значит, этот человек убил Сару... а потом убил и Майкла, потому что тот обо всём узнал. Мистер Гарольд, прошу вас... найдите убийцу Майкла.",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Это...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Это... фотография, которую сделал частный детектив, когда я поручила ему следить за Сарой. Я показала её Теду и сказала, что Сара встречается и с другими мужчинами...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Что такое? Как это грубо с вашей стороны.",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"Ни я, ни Тед ничего не сделали.",0xff
        db 0xfd,"Не знаю.",0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Я ничего не видела.",0xff
        db 0xfd,"Какой же вы настырный.",0xff
        db "...",0xff
        db 0xfd,"О чём это вы?",0xff
        db 0xfd,"Я никому...",0xff
        db 1,0xff
        db 0xfd,"Тед ничего не сделал.",0xff
        db 0xfd,"Не знаю.",0xff
        db "...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"О чём ты говоришь?",0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Тед... Сара...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Что бы вы ни спросили, я вам не отвечу.",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Она мешала Теду...",0xff
        db 0xfd,"Тед...",0xff
        db 0xfd,"Я попросила Эмили разузнать о Саре...",0xff
        db 0xfd,"Сару... от Теда...",0xff
        db 0xfd,"Я всего лишь хотела, чтобы Тед стал первоклассным музыкантом...",0xff
        db 0xfd,"Да, мистер Гарольд... Я попросила Эмили разрушить отношения Сары и Теда. Отец Теда... мой покойный муж... был знаменитым джазовым пианистом.",0xff
        db 0xfd,"Он тоже мечтал однажды выступать как первоклассный музыкант на сцене   первоклассного театра. Но у него не было ни таланта, ни шанса. И он     постоянно заглушал это алкоголем...",0xff
        db 0xfd,"Тед - моя единственная надежда. Я не хотела, чтобы он прожил такую же  жизнь, как его отец. Поэтому я всегда делала всё, что, как мне казалось, могло хоть немного помочь Теду.",0xff
        db 0xfd,"Поэтому я так поступила и с Сарой... Но я и представить не могла, что  её убьют... После смерти Сары Тед больше со мной даже не разговаривает. А ведь я всё это делала ради него...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Где ты это достал?",0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Это...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Ха-ха-ха! Не говори ерунды.",0xff
        db 0xfd,"Ага, знаю. Азартные игры, наркотики, женщины... Хочешь, и тебя просвещу?",0xff
        db 1,0xff
        db 0xfd,"Я живу так, как считаю нужным. И уж точно не тебе меня поучать.",0xff
        db 0xfd,"Проваливай.",0xff
        db 1,0xff
        db 0xfd,"О месте преступления?",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"О чём это ты?",0xff
        db 0xfd,"Какой мне смысл убивать человека?",0xff
        db 1,0xff
        db 0xfd,"Я никого не покрываю...",0xff
        db 0xfd,"Пошевели мозгами. Подумай как следует, кто здесь настоящий преступник.",0xff
        db "...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"А я обязан отвечать?",0xff
        db 0xfd,"Настоящие злодеи всегда прикидываются порядочными людьми.",0xff
        db "...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Ни за что.",0xff
        db 1,0xff
        db 0xff
        db 1,0xff
        db 0xfd,"Понятия не имею, о чём ты.",0xff
        db 1,0xff
        db 0xfd,"Ты и правда думаешь, что я кого-то убил?",0xff
        db 0xfd,"Хм. Чепуха. Проваливай.",0xff
        db 0xfd,"Я бы никогда не пошёл на такое глупое убийство.",0xff
        db 0xfd,"Ты что, не слышишь? Я сказал - убирайся!",0xff
        db 0xfd,"Ты и правда хочешь вывести меня из себя?!",0xff
        db 0xfd,"Ты что, никогда по-настоящему не влюблялся? Я всегда люблю так, будто  ставлю на кон собственную жизнь. И если ради женщины понадобится убить  одного или двоих - я к этому готов.",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Это никак не связано с этим делом.",0xff
        db 1,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Это было зажато в руке Сары Шилдс.",0xff
        db 0xfd,"Э-это...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Я детектив!",0xff
        db 0xfd,"Я арестую вас за воспрепятствование исполнению служебных обязанностей!",0xff
        db 1,0xff
        db 0xfd,"Многое я не могу рассказать в интересах следствия.",0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Ух...",0xff
        db 0xfd,"О месте преступления?",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"О чём ты говоришь?",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"Я детектив. Моя работа - ловить преступников.",0xff
        db "...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"Тогда я исчезаю.",0xff
        db 0xfd,"Поймать того, кто убил Сару.",0xff
        db 0xfd,"А я обязан отвечать?",0xff
        db "...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Я не собираюсь отвечать.",0xff
        db 1,0xff
        db 0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db "...",0xff
        db 0xfd,"Мне всего лишь поручили сбить тебя со следа...",0xff
        db "...",0xff
        db 0xfd,"Верно. Моё дневное жалованье - всего сто долларов.",0xff
        db "...",0xff
        db 0xfd,"Сожалею, детектив Дж. Б. Гарольд, но я чист.",0xff
        db 0x22,"Раз меня раскрыли, ничего не поделаешь...",0x22," - Уоррен Спенсер небрежно бросил на пол недокуренную сигарету и раздавил её каблуком.",0xff
        db 0xfd,"Верно. Я никакой не детектив. Я частный сыщик, которого нанял человек, связанный с Сарой Шилдс. Но имени заказчика не спрашивай - этого не позволяет мой профессиональный кодекс.",0xff
        db 0xfd,"Полиция Нью-Йорка не слишком-то старается раскрыть это дело. А такие детективы, как ты, теперь большая редкость. Когда-то и в этом городе были люди с таким же взглядом, как у тебя...",0xff
        db 0x22,"Господин Гарольд, я исчезну. Но оставлю тебе подарок на память. Это настоящая улика, которую я нашёл.",0x22," С этими словами Уоррен Спенсер достал из кармана губную помаду и протянул её Дж. Б.",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"У меня... не было ни работы, ни денег... Простите...",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Я... я ничего...",0xff
        db 0xfd,"Э-это...",0xff
        db 1,0xff
        db 0xfd,"Я...",0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Ух...",0xff
        db 0xfd,"Я... я не знаю!",0xff
        db "...",0xff
        db 1,0xff
        db 0xfd,"Ч-что вы такое говорите?..",0xff
        db 0xfd,"Дженнифер...",0xff
        db 1,0xff
        db 0xfd,"Н-не может быть...",0xff
        db 0xfd,"Я не преступник.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Э-это...",0xff
        db 0xfd,"Мне просто нужны были деньги...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db 0xfd,"Мне просто отчаянно нужны были деньги...",0xff
        db 0xfd,"Поэтому...",0xff
        db 0xfd,"Я... ничего...",0xff
        db 0xfd,"Я правда ничего не знаю!",0xff
        db 0xfd,"Майкл сказал, что даст мне денег...",0xff
        db 0xfd,"Я рассказал Майклу о Саре...",0xff
        db 0xfd,"Вообще-то Майкл попросил меня собрать сведения о Саре. Он хотел написать детектив, где она стала бы главной героиней. Поэтому я выяснял всё о её отношениях с Тедом и о её прошлом в Либерти-Тауне.",0xff
        db 0xfd,"Но когда я узнал, что Сару убили, и понял, что всё произошло почти так же, как в романе Майкла, мне стало страшно... К тому же Дженнифер просила никому об этом не рассказывать.",0xff
        db 0xfd,"Я всё больше и больше начинаю беспокоиться... Мистер Гарольд, когда вы пришли ко мне, мне казалось, что я сыграл лучшую роль в своей жизни. Но никудышный актёр, как и следовало ожидать, не смог обмануть даже вас -  единственного зрителя.",0xff
        db 0xfd,"Я пошёл против воли родителей, уехал из родного города и решил стать   актёром. Но, похоже, таланта у меня нет. Я давно это понимал, просто не хотел признавать.",0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Это пластинка Теда.",0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 3,0xff
        db 0xfd,"Ч-что ты такое говоришь?",0xff
        db 0xfd,"Я... Сару...",0xff
        db 1,0xff
        db 0xfd,"Я... ничего не скрываю.",0xff
        db 0xfd,"Э-это...",0xff
        db 1,0xff
        db 0xfd,"И что же, по-вашему, я видела?",0xff
        db 0xfd,"Э-это...",0xff
        db 1,0xff
        db 0xfd,"Да что за глупости! О чём вы вообще говорите?",0xff
        db 0xfd,"Я... я не знаю...",0xff
        db 1,0xff
        db 0xfd,"Вы что, считаете меня преступницей?",0xff
        db 0xfd,"Уходите, пожалуйста.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Не знаю.",0xff
        db 0xfd,"Уходите!",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Я больше не собираюсь с вами разговаривать.",0xff
        db 0xff
        db 0xff
        db 1,0xff
        db 0xfd,"Я к этому не имею никакого отношения.",0xff
        db 1,0xff
        db 0xfd,"Потому что Тед...",0xff
        db 0xfd,"Да. Меня бесило, что Тед так потерял голову из-за такой девушки, как Сара.",0xff
        db 0xfd,"Это...",0xff
        db 0xfd,"Это я звонила Саре и донимала её...",0xff
        db 0xfd,"Мне было невыносимо, что Сара увела у меня Теда.",0xff
        db 0xfd,"Потому что... я...",0xff
        db 0x22,"Ладно, ладно. Расскажу всю правду. Не надо так сердиться. Я же сказала, что всё расскажу... Будете таким настырным - молодые девушки вас невзлюбят",0x22,", - с вызывающей улыбкой сказала Эмили.",0xff
        db 0xfd,"Мать Теда попросила меня разрушить их отношения. Поэтому я следила, где и когда встречаются Тед и Сара, докладывала ей и даже каждый вечер звонила Саре, чтобы досаждать ей.",0xff
        db 0xfd,"Благодаря мне план матери Теда удался, и Сара с Тедом расстались в рождественскую ночь. Поэтому, когда потом я услышала, что Сару убили, мне стало очень не по себе.",0xff
        db 0xfd,"Ну, это всё, что мне известно. Но знаете, вы меня удивили. Вы  с таким серьёзным выражением лица допрашивали меня о Саре... Скажите... может быть, вы были в неё влюблены?",0xff

