;1 zx1
        db "Манхэттен в ожидании Нового года",0xff
        db "Люди суетятся",0xff
        db "а огни небоскребов отбрасывают мимолетное, иллюзорное сияние.",0xff
        db "В ночь на 30 декабря 1987 года она была убита.",0xff
;2 zx7
        db "В своей квартире на Вест-10-й улице в Гринвич-Виллидж.",0xff
;3 zx2
        db "В окружении ярко-красных роз.",0xff
;4 zx3
        db "Сара Шилдс, 24 года.",0xff
        db "Причина смерти: перелом заднего отдела черепа, вызванный ударом тупым   предметом.",0xff
        db "В этом городе",0xff
        db "она гналась за своими мечтами",0xff
        db "потерпела крах",0xff
        db "попала в водоворот страстей и умерла.",0xff
;5 zx4
        db "Пустыня из железа и бетона.",0xff
;6 ;zx5
        db "Рай небоскребов и толп.",0xff
        db "В этом городе, когда идеалы гибнут, иллюзии множатся.",0xff
        db "И люди теряют свои бурные воспоминания",0xff
;7 zx_empty
        db "и начинают питать убийственные намерения.",0xff
;8 zx6
        db "30 декабря 1987 года, среди шума, женщина, искавшая покоя,",0xff
        db "исчезла вместе с редким драгоценным камнем.",0xff
;9 zx_empty
        db "Оставив в этом городе 'Синюю скорбь' тех, кто её любил.",0xff
