           include incl.inc
start:
        db 1
        db "tb_000",0
        db "chrl_c",0
        db "ЧАРЛЬЗ: Мне было 24, когда все пошло прахом. Я был ровесником века - по Америке шагали 1920-ые. Ну, вы помните, что это было "
        db "за время. До Великой Депрессии оставалось почти десять лет, но запах бесплатного супа уже растекался по улицам. Филиппины "
        db "готовились отвоевывать у США независимость. Газеты печатали фотографии мертвых гангстеров - страшные черно-белые снимки с "
        db "телами, вжавшимися в асфальт. Конгрессмены придумали новый, антигуманный, бесчеловечный закон - они забрали у нас виски! "
        db "Газетчики - все как один алкоголики, - потом метко назвали закон «Сухим». Иммиграционные службы почувствовали, что страна "
        db "задыхается от черных, желтых, красных и других разноцветных людей, и захлопнули двери перед иммигрантами. Но поздно: честному "
        db "белому американцу найти работу, пусть даже нехитрую - клерка или регулировщика уличного движения, становилось все сложнее. "
        db "Мой маленький бизнес был уничтожен самым идиотским образом из всех, какие только можно придумать. Дом, где я жил и недавно "
        db "начал вести частную практику, оказался на пути торнадо Трех Штатов. Торнадо, как курьерский поезд, навылет прошел сквозь Миссури"
        db ", Иллинойс и Индиану. Стихия угробила не то тысячу, не то две человек. Но мы с Эмили горевали о себе. Мы остались без сбережений, "
        db "на улице. Мы тоже были почти мертвы."
        db wait
        db scenario,"2.ovl",0
end:
