           include incl.inc
start:
        db 2
        db "corrid1",0
        db "chrl",0
        db "ЧАРЛЬЗ: Мы открывали двери одну за одной. И все они они со скрипом - все тем же"
        db " протяжным, омерзительным скрипом! - медленно захлопывались обратно. В детстве мама "
        db "рассказывала мне старые сказки о замках с привидениями и о чудищах в темноте."
        db " Я слушал их затаив дыхание, но вырос не суеверным - все-таки в прогрессивной Америке не "
        db "было места призракам. Но сейчас, угадывая в темных комнатах только контуры мебели, я"
        db " невольно вспоминал эти сказки. Когда Эмили тронула меня за плечо, я невольно взрогнул. "
        db "Бр-р-р! Ну и наследство оставил мне дядя."
        db wait
        db scenario,"11.ovl",0

