           include incl.inc
start:
        db 1
        db "doctors",0
        db "doct_cn",0
        db "ДОКТОР: Вы поселились в проклятом месте. То, что вы говорите... Это чудовищно! Но меня это"
        db " не удивляет. Ваш дядя был эксцентричным человеком. Он много путешествовал, в городе"
        db " появлялся редко и пользовался дурной славой - мало кто на улице подал бы ему руку... Он"
        db " действительно был женат, но его молодая жена скоропостижно скончалась. Ходили слухи, что"
        db " она умерла не случайно, но доказать никто ничего не смог. Были сплетни, что в его доме"
        db " пропадают девушки." 
        db wait
        db scenario,"105.ovl",0

