           include incl.inc
start:
        db 3
        db "mansarda",0
        db "barm_cn",0
        db "БАРМЕН: Лет двадцать, может быть, двадцать пять... Вы видели таз? Покойная еще не рожала."
        db " Костям не так много лет. Вероятно, они принадлежали Анн Швайнеди, которая пропала в 17"
        db "-ом... Или Сюзанне, дочке цирюльника, она исчезла в 22-ом... Или... Что? КЕЙТ?! Боже, Кейт!"
        db " Моя девочка!"
        db wait
        db "ЧАРЛЬЗ: Бармен обращался уже не ко мне. Внизу, под окном, в раскинувшемся за домом"
        db " заброшенном саду, он углядел кого-то... Кого-то для него очень важного, дорогого, родного,"
        db " потому что в ином случае человек его возраста не бросился бы вниз по лестнице с прытью"
        db " десятилетнего пацана! Я едва за ним поспевал." 
        db wait
        db scenario,"116.ovl",0

