           include incl.inc
start:
        db 3
        db "besedka",0
        db "albi_cn",0
        db "КЕЙТ: Ты оставил на меня наш бар... А я бросила все и ушла. Не знаю, как это вышло. Там, в"
        db " баре, засиделся клиент... Он был не молод, но невероятно хорош... Когда бар опустел, он"
        db " заговорил со мной. Говорил долго-долго, хотя я не помню, что... Но я совершенно теряла"
        db " волю, у меня стали коленки слабые!.. Он предложил мне прогуляться с ним вместе. Сказал,"
        db " что живет где-то за городом... Я... Я не дура была, папочка! Но я не смогла отказаться." 
        db wait
        db scenario,"122.ovl",0

