           include incl.inc
start:
        db 2
        db "besedka",0
        db "barm_cn",0
        db "ЧАРЛЬЗ: В глазах его, уже помутневших от ярости, на секунду мелькнула искра разума."
        db " Он уже тянулся к моей шее... Но остановился. И процедил..."
        db wait
        db "БАРМЕН: Кейт пропала в... Тысяча... девятьсот... Седьмом..."
        db wait
        db "ЧАРЛЬЗ: Послушайте, мне всего двадцать четыре! В 1907 мне было лет десять, я не мог"
        db " выстроить этот дом, прийти в бар и совратить вашу дочь! Тот мужчина не мог быть мной!"
        db wait
        db scenario,"127.ovl",0

