           include incl.inc
start:
        db 2
        db "basement",0
        db "chrl_c",0
        db "ЧАРЛЬЗ: Камень за камнем мы ощупывали стены подвала, пытаясь найти в них зазор или щель."
        db " Напрасно. Отчаявшись, бармен облокотился на стену и... О, чудо! Камень вдавился, а фрагмент"
        db " стены неспешно, со скрежетом, на невидимых полозьях отъехал в сторону! Мы посветили в"
        db " провал фонарем, смело ступили вперед. И попали в ту самую комнату, что описала нам Кейт."
        db wait
        db scenario,"132.ovl",0

