           include incl.inc
start:
        db 2
        db "secretro",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Невысокий, метра в два потолок. Грубая кладка, огарки свечей по периметру..."
        db " Звезда («пентаграмма» - всплыло в памяти слово, почерпнутое из комикса про оккультизм)"
        db " была мелом начертана на полу. В одной из стен была продолблена ниша. В ней на отрезе"
        db " красной бархатной ткани лежала большая, в черном переплете, по-видимому, раритетная"
        db " книга. Бармен рассеянно оглянулся."
        db wait
        db scenario,"133.ovl",0

