           include incl.inc
start:
        db 2
        db "secretro",0
        db "ebnr_c",0
        db "„ј–Ћ№«: ƒ€д€ Ёбнер прот€нул ко мне руки, но... Ќо старик поспешил. я не сделал рокового"
        db " шага. ¬место этого € бросил том на каменный пол, открыл створку лампы и плеснул на"
        db " ЂЌекрономиконї немного масла. Ёбнер, догадавшись о замысле, но не в силах покинуть"
        db " пентаграмму, прот€жно, по-волчьи взвыл."
        db wait
        db scenario,"141.ovl",0

