           include incl.inc
start:
        db 1
        db "bedroom",0
        db "emily_cn",0
        db "ЧАРЛЬЗ: Насвистывая беззаботную песенку, я поднялся к Эмили. Мой шаг был бодрым,"
        db " пружинистым, по мышцам разлилась неведомая прежде мощь... Эмили открыла глаза и слабо"
        db " мне улыбнулась. Но потом по ее больному лицу бризом скользнул испуг."
        db wait
        db "ЭМИЛИ: Чарльз... Твои руки... Это кровь?..."
        db wait
        db scenario,"147.ovl",0

