           include incl.inc
start:
        db 3
        db "tb_000",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Я сделал пару шагов вниз, но нога моя предательски подвернулась. Успев"
        db " чертыхнуться, я скатился кубарем в темноту. Затылок приземлился на камень, я машинально "
        db "провел по волосам: пальцы попали во что-то горячее и липкое. Теряя сознание, я услышал "
        db "голоc."
        db wait
        db "ГОЛОС: Так ты и есть следующий?"
        db wait
        db "ЧАРЛЬЗ: «Что?.. Какой следующий?..» шептал я, ничего, совершенно ничего не понимая."
        db " Кто мог быть в этом доме, кроме нас с Эмили? Почему дядя нас не предупредил? Губы "
        db "мгновенно онемели от страха, безвольно повторяя: «Кто здесь? Кто?..»"
        db wait
        db "ГОЛОС: Ты следующий..."
        db wait
        db "ЧАРЛЬЗ: Я почуствовал, как чьи-то костлявые пальцы вдруг сжались на моей шее. «Стойте,"
        db " - шептал я, не в силах сопротивляться, - стойте, ну постойте же...». Воздух кончался, силы "
        db "покидали меня. Последнее, что я услышал, был голос любимой жены - глухой, как будто она "
        db "была невообразимо далеко."
        db wait
        db scenario,"17.ovl",0

