           include incl.inc
start:
        db 1
        db "tb_000",0
        db "emily_cn",0
        db "ЧАРЛЬЗ: Эмили... Я помню ее, как сейчас. Стройную, тоненькую, как ива, самую прекрасную девушку на земле. Ей было 21, мы "
        db "поженились два года назад и думали, что вместе навсегда. За Эмили, за ее мягкую улыбку, за право греть ее ладони своими,"
        db " я готов был отдать весь мир... И уж, конечно, не мог видеть, как она отказывает себе во всем. Она привыкла жить "
        db "неприхотливо, и когда мы остались на улице, то даже виду не подала. Не в последнюю очередь меня в ней привлекало то, что "
        db "Эмили была сиротой. Я ценил это, поскольку моя семья Тэлбот была не лучшей ячейкой общества. Мать умерла от чахотки, когда "
        db "мне исполнилось 10. Отец вкалывал на конвейере Форда, как-то раз попал ладонью в шестеренки, стал инвалидом и с тех пор "
        db "только бранился и пил... Но особенно тяжело вспоминать дядю Эбнера - начитанного, умного человека. Но при этом хитрого, "
        db "черствого, дотошного и какого-то бесконечно злого."
        db wait
        db scenario,"3.ovl",0

