           include incl.inc
start:
        db 1
        db "bedroom",0
        db "emily_cn",0
        db "ЭМИЛИ: Не оставляй меня, Чарльз. Мне... Мне страшно здесь, как будто я попала в паутину и"
        db " запуталась, а  какой-то огромный паук рассматривает меня из темноты... Я кажусь тебе "
        db "истеричкой?.. Так и есть, Чарльз. Я страшная паникерша. Но ты... Ты просто не оставляй меня."
        db wait
        db "ЧАРЛЬЗ: Ты же помнишь, чему мы клялись? «В горе и радости...» Я всегда с тобой. Хотя ты, "
        db "конечно, навыдумывала."
        db wait
        db scenario,"22.ovl",0

