           include incl.inc
start:
        db 1
        db "bedroom",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Я принужденно рассмеялся и обнял мою бесценную Эмили. Мы легли в кровать - ту "
        db "самую кровать, где скончался мой дядя, - она засопела. Но я еще долго вслушивался в"
        db " темноту: не скрипнет ли половица? Но все было тихо. Только деревья шуршали в саду. "
        db "Перед тем, как уснуть, я прошептал Эмили в плечо..."
        db wait
        db "ЧАРЛЬЗ: Только месяц, милая. Всего месяц..."
        db wait
        db scenario,"23.ovl",0

