           include incl.inc
start:
        db 2
        db "corrid1",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Я стоял в коридоре, в густой, как деготь, и такой же непроглядной темноте."
        db " У меня не было даже лампы, чтобы ее рассеять, но я тщетно всматривался в черное. Что я "
        db "рассчитывал увидеть? Воришку, забравшегося в окно? Залетевшую нечаянно птицу?"
        db " Самого дядю Эбнера? Этого я не знал. Я стоял и капля за каплей терял свои"
        db " самоуверенность и рационализм. Я твердо помнил, что в эту ночь мы накрепко закрыли все"
        db " ставни. Что в дом никто не может попасть... Я не был суеверен, но... Но разве вы не делали "
        db "рефлекторно два шага назад, когда путь вам перебегала черная кошка? Разве не смеялись "
        db "счастливому четырехлистному клеверу?.. За следующей дверью заскрипело,"
        db " и я мог поклясться, что кроме скрипа там было что-то еще. Шепот, неразборчивый шепот!"
        db " Я схватился за ручку и рывком распахнул дверь..."
        db wait
        db scenario,"27.ovl",0

