           include incl.inc
start:
        db 2
        db "gost",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Наутро я перетряс дом. Напрасный труд! Если дядя и держал запас масла для лампы,"
        db " то оно исчезло. С некоторой злорадностью я подумал, что он, должно быть, забрал его с"
        db " собой в могилу. Не нашлось здесь и лома, чтобы вскрыть дверь в мансарду. Комната за "
        db "комнатой, шкаф за шкафом я искал хоть какую-то зацепку или объяснения ночным шумам... Но "
        db "шкафах было пусто, в ящиках столов - только пыль, а иногда - бессмысленные бумаги. Ни "
        db "вещей, ни одежды, ни скелетов... Дядя не оставил нам ничего. Подвал, неосвещенный и от"
        db " этого особенно жуткий, по-прежнему оставался загадкой. Загадкой, ответ на которую"
        db " мог бы высушить слезы на щеках Эмили. Поэтому я решил идти в Данвич за маслом. Когда "
        db "одевал шляпу, меня за плечи робко обняла жена."
        db wait
        db scenario,"31.ovl",0

