           include incl.inc
start:
        db 2
        db "gost",0
        db "emily_cn",0
        db "Ёћ»Ћ»: ћожно, € с тобой? Ќе хочу оставатьс€ одна."
        db wait
        db "„ј–Ћ№«: Ќу что за капризы, Ёмили? я быстрее управлюсь один. Ќе бойс€ ничего... я р€дом."
        db wait
        db "„ј–Ћ№«: я сделал шаг за порог и быстро пошел в сторону города. я ни разу не огл€нулс€. "
        db "»наче бы Ёмили увидела, что мне тоже страшно ее оставл€ть."
        db wait
        db scenario,"32.ovl",0

