           include incl.inc
start:
        db 1
        db "street",0
        db "chrl",0
        db "„ј–Ћ№«: я улыбнулс€ раст€нувшейс€ на песке собственной тени и тому, как солнечный луч "
        db "пробивалс€ сквозь дыру в поле моей шл€пы. ƒо д€диного имени€ от города было не более"
        db " часа пешком. ¬рем€ еще есть. –€дом нашлось только два достойных заведени€, чтобы "
        db "переждать жару. —права сто€л бар без названи€, но с характерными витринами. —лева - "
        db "вывеска в форме креста и медна€ табличка у двери. ¬еро€тно, с именем доктора. я подумал, "
        db "что Ёмили нужно успокоительное."
        db wait
        db selector
        db "34.ovl",0
        db "36.ovl",0
        db "я решил сперва зайти к доктору.",0
        db "я направилс€ в бар.",0

