           include incl.inc
start:
        db 2
        db "bar",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Бар был пустым, совершенно пустым. Ни мух, ни посетителей, все стулья на местах. "
        db "За стойкой, как столб на разъезде, торчал худощавый мужчина с печальным и посеченным "
        db "морщинами лицом. Я сел за стойку и заказал стопку виски, надеясь, что Сухой закон не "
        db "добрался до этого захолустья. Так и есть: бармен откупорил бутылку и налил. Молча, одним "
        db "махом я выпил. Жестом попросил повторить. Бармен выполнил просьбу и внимательно посмотрел "
        db "на меня."
        db wait
        db scenario,"37.ovl",0

