           include incl.inc
start:
        db 1
        db "entrance",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Приближаясь к дому, я почувствовал неладное. В груди неприятно засвербило. Такое "
        db "бывает, когда за тебя говорит сердце. «Хей, Чарльз, - вкрадчиво начинает оно, - зря ты "
        db "оставил ее одну...». Тысячу раз прокляв себя за то, что не взял мою Эмили в город, я вбежал "
        db "в дом и громко ее позвал. Эмили не ответила."
        db wait
        db scenario,"40.ovl",0

