           include incl.inc
start:
        db 1
        db "tb_000",0
        db "ebnr_c",0
        db "ЧАРЛЬЗ: Каково же было мое удивление, когда в плотном желтом конверте пришла весть: два "
        db "месяца назад мой дядя умер. Его нашли в собственной постели, с широко открытыми глазами и "
        db "растянутыми в улыбке губами. Он будто насмехался над миром! Еще больше меня удивило "
        db "другое. Все, что было, старик Эбнер завещал мне - нелюбимому, презираемому племяннику! У "
        db "него действительно было имение где-то в пригородах Данвича - какой-то двухэтажный "
        db "деревянный сарай, сад и пара акров земли. Очевидно, что к старости дядя выжил из ума. "
        db "Потому что полноправным владельцем дома я мог стать только при одном условии: я должен был "
        db "провести в нем месяц. Я лично не видел в этой задаче ничего сложного, только странное. Но "
        db "на всякий случай спросил у Эмили, выдержим ли мы этот месяц? И моя добрая, кроткая жена в "
        db "ответ только улыбнулась."
        db wait
        db scenario,"5.ovl",0

