           include incl.inc
start:
        db 3
        db "emily3",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Эмили тряслась, как осиновый лист. За час я не смог добиться от нее ни слова, "
        db "поэтому перенес на руках на кровать и сделал раствор морфия. Успокоившись и засыпая,"
        db " Эмили на секунду пришла в рассудок."
        db wait
        db "ЭМИЛИ: Они были здесь, Чарльз. Они пришли за нами... И за тобой. Ты следующий, Чарльз... Ты..."
        db wait
        db "ЧАРЛЬЗ: Через мгновение Эмили уснула глубоким наркотическим сном, уснула впервые за эти"
        db " длинные дни. А я стоял над кроватью и пытался понять ее последние слова. Они? Кто они?"
        db " И что значит «я следующий»? Эмили вздрогнула во сне. Кажется, ей снились кошмары."
        db wait
        db scenario,"44.ovl",0

