           include incl.inc
start:
        db 3
        db "tb_000",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Иные сны, даже самые фантастичные, могут быть лишь зыбким зеркалом реальности. В "
        db "детстве я часто видел во сне сумасшедшие конные скачки - ипподром гудел и ревел от "
        db "восторга, а лошади с крошечными жокеями на спинах взбивали на дорожках песок. Но только "
        db "проснувшись, я понимал, что эту безумную гонку породила промчавшаяся за окном повозка... Я "
        db "слышал, как первородный голос с небес взывал: «Чарльз, время пришло! ПОДНИМИСЬ!..». Но "
        db "наяву этот голос принадлежал моему нетрезвому отцу."
        db wait
        db scenario,"44_1.ovl",0

