           include incl.inc
start:
        db 3
        db "tb_000",0
        db "tb_008",0
        db "ЧАРЛЬЗ: А очнувшись в тысячу первый, едва сдержал крик ужаса. Эмили, моя нежная девочка,"
        db " лежала с белым, как в цирковом гриме, лицом и глядела на меня чужими глазами. Губы ее"
        db " шевелились: «Следующий... Это... ТЫ!..» Я протянул руку, чтобы закрыть эти губы! Но ладонь..."
        db " Ладонь прошла насквозь. А Эмили вдруг улыбнулась и обнажила клыки. Меж ослепительно"
        db " бледных губ сиял бездонный провал. Моя рука погрузилась в него по локоть... и я тогда"
        db " закричал."
        db wait
        db scenario,"46.ovl",0

