           include incl.inc
start:
        db 2
        db "corrid2",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Она развернулась и быстро спустилась - или все-таки проплыла? - по лестнице. Я"
        db " успел разглядеть обводы ее плечей и, боясь потерять их из виду, двинулся следом."
        db " Страх мой прошел, зато любопытство - окрепло. Этажом ниже я вновь с ней едва не"
        db " столкнулся. Казалось, что ее белое лицо служило мне маяком."
        db wait
        db scenario,"55.ovl",0

