           include incl.inc
start:
        db 3
        db "corrid1",0
        db "abig_cn",0
        db "јЅ»√≈…Ћ: ¬ы разве мен€ не помните?"
        db wait
        db "„ј–Ћ№«: я впервые вас вижу."
        db wait
        db "јЅ»√≈…Ћ: „то ж... ¬ы удивительно похожи на Ёбнера, „арльз. ¬ам кто-нибудь уже говорил?"
        db " ¬ы неверо€тно похожи! ƒобавить вам седину и усы, саркастический прищур, несколько хищных"
        db " морщин... —тоит добавить вам все это, и вы станете Ёбнером. “ем Ёбнером, что был со мной"
        db " самым милым мужчиной, когда € была нетронута. “ем Ёбнером, что обольстил мен€ и увел"
        db " из дома родителей... ѕостроил дл€ нас этот дом и спал со мной в той самой спальне, где"
        db " сейчас засыпаете вы."
        db wait
        db "„ј–Ћ№«: я не знал, что д€д€ Ёбнер был женат."
        db wait
        db scenario,"57.ovl",0

