           include incl.inc
start:
        db 3
        db "corrid1",0
        db "abig_cn",0
        db "Абигейл вдруг замолкла и лицо ее вытянулось, будто девушка вспомнила что-то омерзительное"
        db " и притом неизбежное. Я окликнул ее."
        db wait
        db "ЧАРЛЬЗ: Абигейл! Что было в подвале?"
        db wait
        db "АБИГЕЙЛ: Там... Было... Так... Больно..."
        db wait
        db "ЧАРЛЬЗ: Почему вам было больно, Абигейл?"
        db wait
        db "АБИГЕЙЛ: Там... Было... Так..."
        db wait
        db scenario,"60.ovl",0

