           include incl.inc
start:
        db 3
        db "basement",0
        db "abig_n",0
        db "АБИГЕЙЛ: Он... Сделал это со мной... Проделал бесстрастно и быстро. Я пыталась сопротивляться."
        db " Боже, как я пыталась! Но он несколько раз меня ударил так сильно, что потеряла сознание."
        db " Так рыбак глушит палкой вытащенного из воды сома..."
        db wait
        db "ЧАРЛЬЗ: Что он сделал, Абигейл?"
        db wait
        db "АБИГЕЙЛ: Все повторяется... Снова и снова... Ты вернулся, чтобы завершить начатое Эбнером..."
        db " Ты такой же... Ведь ты - это он..."
        db wait
        db "ЧАРЛЬЗ: О чем вы говорите?"
        db wait
        db scenario,"63.ovl",0

