           include incl.inc
start:
        db 1
        db "emily4",0
        db "tb_008",0
        db "ЧАРЛЬЗ: То утро было последним, когда мы с Эмили могли говорить. Днем она сказалась"
        db " уставшей и легла вздремнуть. К ужину Эмили не встала с кровати. Ночью у нее открылась"
        db " горячка, и несколько дней она лежала в бреду, мучаясь, метаясь по простыни... Я"
        db " безошибочно распознал лихорадку, хотя и не мог понять, откуда инфекция взялась здесь, в"
        db " Массачусетсе. Дни я проводил у постели, обтирая лоб Эмили мокрой тканью и проклиная себя"
        db " за все разом. За страхи. За болезнь Эмили. И за то, что мы очутились в этом проклятом"
        db " месте..."
        db wait
        db "ЧАРЛЬЗ: Вечером третьего дня Эмили вдруг ненадолго очнулась - видимо, ее мозг еще боролся"
        db " с болезнью, - и медленно, замогильным голосом, едва ли не по слогам произнесла."
        db wait
        db "ЭМИЛИ: Ты просто не знаешь, Чарльз. Они сгинули тут. Они. Все. Тут. Умерли."
        db wait
        db "ЧАРЛЬЗ: Эмили откинулась на подушку и провалилась в горячку. Я просидел у кровати всю"
        db " ночь, но не смог сомкнуть глаз. Мне было уже не до сна."
        db wait
        db scenario,"70.ovl",0

