           include incl.inc
start:
        db 3
        db "corrid2",0
        db "blnd_cn",0
        db "ЧАРЛЬЗ: Она говорила это легко и обыденно. Так, что не сомневался в ее искренности. Но"
        db " разум отказывался верить тому, что Алиса рассказала дальше. Девятнадцатилетняя сирота,"
        db " юность она провела в провинциальном южном штате. Ее родители, подобно моим, слишком рано"
        db " ушли из жизни. Алиса с детства работала, в основном помогала по хозяйству соседям. Но"
        db " семья, где Алиса числилась гувернанткой, неудачно вложилась в строительство и"
        db " обанкротилась. Алисе предложили покинуть дом. И тут-то ей пришло письмо с прежложением"
        db " следить за хозяйством у Эбнера, здесь, в Массачусетсе... Деньги были обещаны хорошие, на"
        db " родине Алису ничего не держало, поэтому она собрала пожитки и приехала в Данвич."
        db wait
        db "ЧАРЛЬЗ: Поначалу Алиса опасалась хозяина или, как она премило его назвала, «мистера"
        db " Эбнера». Эбнер был одиноким, замкнутым, довольно странным мужчиной. Однако был щедр,"
        db " учтив и ни разу не повысил голоса... Большего Алиса требовать не могла, и страхи ее"
        db " отступили. Была, впрочем, у «мистера Эбнера» единственная причуда: он запрещал убирать"
        db " подвал. Обычно Алиса только пожимала плечми - в пустом двухэтажном особняке ей было чем"
        db " заняться. Но однажды..."
        db wait
        db scenario,"75.ovl",0

