           include incl.inc
start:
        db 3
        db "mansarda",0
        db "blnd_cn",0
        db "АЛИСА: Я пришла в себя, только ударившись затылком об окованный угол этой адской коробки."
        db " Дядя сложил меня на дно сундука, как сломанную куклу. «Во имя всего святого, мистер"
        db " Эбнер!» - взмолилась я, поняв его намерения. «Во имя всего святого» - только и усмехнулся"
        db " он и с усилием захлопнул крышку. И знаете, мистер Чарльз, вдруг стало темно... Так темно,"
        db " как бывает только в могиле."
        db wait
        db "ЧАРЛЬЗ: Я все еще не мог поверить услышанному. Мысль моя двигалась рывками. Скрип камня в"
        db " подвале мог Алисе послышаться... Скрытность дяди Эбнера можно было объяснить, чем угодно..."
        db " Алиса! Существовала ли она в действительности? Или была плодом моего изъеденного"
        db " бессонницей воображения? Сундук... Да, конечно! Я слышал о нем уже дважды. Сундук был"
        db " ключом ко всему. Только открыв его, я мог удостовериться в том, что не сплю." 
        db wait
        db scenario,"79.ovl",0

