           include incl.inc
start:
        db 2
        db "mansarda",0
        db "blnd_cn",0
        db "АЛИСА: Вы такой же, как он, мистер Чарльз. Простите."
        db wait
        db "ЧАРЛЬЗ: ...и неотвратимая тьма, как в гигантскую воронку, потянула меня внутрь. Из последних"
        db " сил я вцепился в стенку сундука, но за спиной моей стояла Алиса."
        db wait
        db "АЛИСА: Много лет я слежу за этим домом... Вы уж меня простите..."
        db wait
        db "ЧАРЛЬЗ: Легкий толчок в спину - и я уже падаю в сундук, в невнятную, жуткую, клубящуюся"
        db " бездну. Последнее, что я слышу - это гулкий хлопок, с которым захлопывается крышка."
        db " Как-то отстраненно я думаю, что сундук - он действительно очень, очень холодный. Что"
        db " Эмили никогда уже не проснется. И что игра моя окончена."
        db wait
        db scenario,"82_1.ovl",0

