           include incl.inc
start:
        db 1
        db "bedroom",0
        db "chrl_c",0
        db "ЧАРЛЬЗ: Ночью дом вновь наполнился звуками. Но на сей раз он не просто скрипел. Дом ходил"
        db " ходуном, он хлопал ставнями, дребезжал всеми стеклами разом! В коридоре то и дело"
        db " слышались чьи-то шаги. А меня со всех сторон окликали искаженные эхом голоса... Они звали"
        db " меня! «Чарльз! - просил дом, - Выслушай нас... Помоги нам... Ведь ты в ответе за это,"
        db " Чарльз!»"
        db wait
        db scenario,"85.ovl",0

