           include incl.inc
start:
        db 1
        db "corrid2",0
        db "chrl_c",0
        db "ЧАРЛЬЗ: Наутро я твердо решил, что пора во всем разобраться. Едва рассвело, как я начал"
        db " нехитрые сборы. Заправил лампу, зачем-то взял старый дядин револьвер, который недавно"
        db " нашел в ящике письменного стола; кажется, оружие было исправно, правда, к нему"
        db " не было пуль. С лампой в одной руке, и бесполезным револьвером в другой, я стоял у"
        db " лестницы и опять убеждал себя, что пришла пора свести короткое знакомство с соседями."
        db " Бешенно, как-то по-кроличьи, колотилось сердце. Я повторял себе: «Ступай гордо, Чарльз."
        db " Ступай гордо»."
        db wait
        db selector
        db "86.ovl",0
        db "93.ovl",0
        db "Вспомнив рассказ Абигейл, я решил сперва спуститься в подвал.",0
        db "Я по-прежнему был убежден, что ключ к тайне дома находится в мансарде.",0

