           include incl.inc
start:
        db 2
        db "gost",0
        db "chrl",0
        db "ЧАРЛЬЗ: Я провел пальцами по рамке картины, висевшей у входа, и долго смотрел на "
        db "покрывшую палец пыль. В углах парашютами повисла паутина. Новомодное изобретение - "
        db "электролампы, - еще не добралось до Данвича. И уж тем более не было электричества"
        db " у дяди - еще бы, до города было миль пять! На тумбе стояла масляная лампа, но масло"
        db " в ней давно высохло, а фитиль сломался. В потемках, оставив чемоданы у входа, мы с "
        db "Эмили осматривали дом. На первом этаже было несколько комнат, кухня и, видимо,"
        db " гостиная... Мне странно было видеть в доме дяди гостиную - не в его характере было"
        db " водить гостей или вообще - людей."
        db wait
        db scenario,"10.ovl",0

