           include incl.inc
start:
        db 3
        db "basement",0
        db "chrl_c",0
        db "ЧАРЛЬЗ: Дрожащий свет лампы рассек тьму подвала - так бывалая швея одним взмахом ножниц"
        db " режет закрой. Я внимательно осматривал помещение. Стенку за стенкой, за шагом шаг..."
        db " Ступени, ведущие в подвал с первого этажа, еще не успели сточиться, да и кладка была"
        db " почти новой. В углу были грудой свалены какие-то садовые инструменты. В другом углу"
        db " стоял деревянный настил. Когда-то здесь хранилось продовольствие, но сейчас полки были"
        db " пусты. Едва скользнув по ним взглядом, я продолжил осмотр подвала и... И вдруг понял,"
        db " что... Нашел. В центре каморки, на толстых ржавых цепях висели огромные мясницкие крюки,"
        db " предназначенные, вероятно, для туш... Вот только едва ли на них висели туши животных! Я"
        db " вспомнил страшные раны на спине Абигейл, ее леденящий рассказ. И понял, откуда эти раны"
        db " взялись."
        db wait
        db scenario,"97.ovl",0

