void printNews(void)
{
AT(20,4);
printf("    _   __         __      ____  _____");
AT(20,5);
printf("   / | / /__  ____/ /___  / __ \\/ ___/");
AT(20,6);
printf("  /  |/ / _ \\/ __  / __ \\/ / / /\\__ \\");
AT(20,7);
printf(" / /|  /  __/ /_/ / /_/ / /_/ /___/ / ");
AT(20,8);
printf("/_/ |_/\\___/\\__,_/\\____/\\____//____/  ");
AT(20,9);
printf("Откиньтесь на спинку кресла и отдохните, пока");
AT(20,10);
printf("nedoOS установится на ваш компьютер.");
AT(20,11);
printf("Распаковка архива может звнять некоторое время.");
AT(20,12);
printf("------------------------------------------------");
AT(20,13);
printf("");
AT(20,14);
printf("");
AT(20,15);
printf("");
AT(20,16);
printf("");

}