        include incl.inc
start:
        db 3
        db "gost",0
        db "chrl_c",0
        db "ЧАРЛЬЗ: Мы не могли оставаться в доме ни минуты. Я понимал, что мой долг - сжечь это дьявольское наследство,"
        db "сжечь дотла, со всеми призраками и секретами! Но Эмили… Она по прежнему была беспомощна."
        db "Она лежала там, в спальне, в бреду. Чтобы вывезти ее отсюда, мне нужна была какая-нибудь повозка... и помощь."
        db "Определенно, мне нужна была помощь."
        db wait
        db scenario,"101.ovl",0