           include incl.inc
start:
        db 1
        db "street",0
        db "chrl_c",0
        db "ЧАРЛЬЗ: В прошлый раз дорога до Данвича заняла час с небольшим. Но сегодня она была вдвое"
        db " короче. Взмыленный, с почти безумным взглядом, я, должно быть, выглядел параноиком,"
        db " сбежавшим из лечебницы для буйнопомешанных. Но улицы были пусты, меня некому было"
        db " задержать. Так что я направился прямиком к доктору. Увидев, в каком я нахожусь состоянии,"
        db " док не стал тратить время на любезности."
        db wait
        db scenario,"103.ovl",0

