           include incl.inc
start:
        db 2
        db "bedroom",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Пройдя по первому этажу, я поднялся на второй. Все те же темные комнаты,"
        db " запустение, скрип половиц ... В спальне я долго рассматривал огромный резной шкаф и "
        db "огромную кровать - видимо, именно тут и провел последние часы дядя. Я не рассказывал"
        db " Эмили обстоятельства его смерти - иначе бы она никогда не согласилась лечь в эту, "
        db "единственную в доме, постель. Но со свойственной женщинам интуицией она и так все поняла. "
        db "Мы многозначительно переглянулись. Как будто мой взгляд говорил ей: «Только на месяц, "
        db "милая!» А она взглядом ответила: «Всего месяц. Всего...»"
        db wait
        db scenario,"12.ovl",0

