           include incl.inc
start:
        db 3
        db "kate2",0
        db "tb_008",0
        db "КЕЙТ: Не помню, как долго мы шли, потому что он непрерывно что-то шептал мне в ухо, и"
        db " время потеряло границы. Он привел меня в этот дом... Мне было совсем не страшно... Я была"
        db " такой смелой, папа! Я не вздрогнула, даже когда он сжал мой нос платком... Платок пах"
        db " хлороформом... И я... Я не смогла вернуться."
        db wait
        db "КЕЙТ: Я очнулась в ужасном месте, папа... Какая-то тесная, холодная комната... На полу была"
        db " нарисована странная звезда, вокруг расставленны свечи... Я видела только часть помещения,"
        db " потому что не могла шевельнуться. Руки совсем онемели. Меня привязали к полу, в центре"
        db " этой звезды... Стена передо мной отворилась, и появился тот мужчина. В проеме за ним я"
        db " разглядела какие-то жуткие крючья..."
        db wait 
        db "ЧАРЛЬЗ: Крючья?.. Ведь это в подвале! Я тоже их видел!"
        db wait
        db "БАРМЕН: Что он сделал с тобой, девочка?"
        db wait
        db "КЕЙТ: У него был длинный холодный нож, папа... Он подошел ко мне близко-близко,"
        db " склонился и приставил ледяную сталь к моей шее... И..."
        db wait 
        db "БАРМЕН: И что?!"
        db wait
        db "КЕЙТ: Он сам может тебе рассказать. Ведь он сейчас стоит рядом с тобой."
        db wait
        db scenario,"123.ovl",0

