           include incl.inc
start:
        db 3
        db "besedka",0
        db "albi_cn",0
        db "ЧАРЛЬЗ: Девочка показывала на меня. Бармен преувеличенно медленно повернулся в мою"
        db " сторону. В наступившей вдруг тишине хрустнули только костяшки его кулаков."
        db wait
        db "БАРМЕН: Так это... был ты... Я должен был застрелить тебя сразу... Как бешенного дворового пса..."
        db wait
        db "ЧАРЛЬЗ: Постойте... Это абсурд! Я не трогал вашу дочь, я впервые вижу ее!"
        db wait
        db "БАРМЕН: Мразь... Я отправлю тебя к праотцам!"
        db wait
        db selector
        db "124.ovl",0
        db "126.ovl",0
        db "Что вы мелете? Говорю вам, я не трогал ее!",0
        db "Подумайте головой! Когда ваша дочь пропала? В каком это было году?",0