           include incl.inc
start:
        db 1
        db "ch_d3",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Он был свиреп! Он совершенно ослеп от ярости. И как же он был силен!"
        db " Бармен сжал мою шею ладонями, хваткой мертвой, как у бульдога. Его большие пальцы"
        db " вдавили, ломая и выворачивая, мой кадык. Я пытался сказать ему что-нибудь веское, как-то"
        db " его вразумить... Но я не успел. Легкие разрывались без воздуха, в голове ударил черный"
        db " колокол. Я осел на траву... Последней я увидел девочку. Она стояла на зеленой траве и,"
        db " глядя мне прямо в глаза, нахально, издевательски улыбалась."
        db wait
        db "КОНЕЦ ИГРЫ."
        db wait
        db exitdark

