           include incl.inc
start:
        db 2
        db "besedka",0
        db "barm_cn",0
        db "БАРМЕН: Извините меня... Когда Кейт исчезла, я думал, что все кончено... Это было давно,"
        db " слишком давно... Но я до сих пор не могу простить себя. За то, что ее отпустил."
        db wait
        db "ЧАРЛЬЗ: Странно, что она указала на меня... Все девушки, встреченные в доме, путали меня с"
        db " дядей Эбнером. Неужели мы так похожи?"
        db wait
        db scenario,"129.ovl",0

