           include incl.inc
start:
        db 3
        db "kate3",0
        db "tb_008",0
        db "БАРМЕН: Кейт... Это случилось здесь..."
        db wait
        db "ЧАРЛЬЗ: Я направился за книгой. Что-то подсказывало, что именно в ней сокрыты столь"
        db " необходимые нам ответы. Внезапно воздух над пентаграммой сгустился, струи черного дыма"
        db " сплелись, как клубок гадюк. В самом центре звезды, из пустоты, проявлялся... Хотя это было"
        db " невозможно!.. Проявлялся мой покойный дядя!"
        db wait
        db scenario,"134.ovl",0

