           include incl.inc
start:
        db 3
        db "secretro",0
        db "ebnr_c",0
        db "ЭБНЕР: Эта книга... Ты видишь ее? Она называется «Некрономикон». Это великая книга! Она даст"
        db " тебе силу влиять на людей, она дарует тебе удачу... Она сделает тебя почти бессмертным! Я"
        db " не буду рассказывать, сколько мне стоил этот том... Сколько долларов, сколько хитрости и"
        db " ненависти я истратил, прежде чем его получил... Но когда «Некрономикон» стал моим, когда я"
        db " впервые достронулся  до него, то почуствовал, как сила заструилась по пальцам. Книга не"
        db " изменила мою жизнь. Она... Она дала мне новую!"
        db wait
        db "ЧАРЛЬЗ: Но ты умер... Я видел могилу! Книга ничего тебе не дала. Тебя нет!"
        db wait
        db "ЭБНЕР: Моя жизнь не прекратилась. Она на время прервалась, чтобы найти новое, юное тело."
        db " Я был дряхл, Чарльз, уже когда получил «Некрономикон». И он мог сделать меня моложе."
        db " Чтобы в полной мере воспользоваться силой книги, моя сущность должна была разыскать"
        db " новое вместилище. Молодое, крепкое тело... Твое тело, Чарльз. Я ждал тебя. И ты пришел!"
        db wait
        db "ЧАРЛЬЗ: Что?.. Тебе нужен был я?.. Но девушки! Зачем ты убил этих трех?"
        db wait
        db scenario,"136.ovl",0

