           include incl.inc
start:
        db 2
        db "book2",0
        db "tb_008",0
        db "ЭБНЕР: Ты не посмеешь, Чарльз! Ты не сможешь так поступить со своим старым дядей!"
        db wait
        db "ЧАРЛЬЗ: Я последний раз взглянул на Эбнера и поджег промаслившиеся страницы."
        db " «Некрономикон» не  просто занялся пламенем. Он вспыхнул самой лавой Ада, опалил меня"
        db " миллиардом огней!"
        db wait
        db "ЧАРЛЬЗ: «Некрономикон» разгорался все жарче. Прикрыв лица руками, мы с барменом выбежали"
        db " из потайной комнаты. За нашими спинами трещал и плавился камень, а дядя, а вместе"
        db " с ним и подвал, проваливались в сатанинское пекло..."
        db wait
        db scenario,"142.ovl",0

