           include incl.inc
start:
        db 2
        db "entrance",0
        db "chrl_c",0
        db "ЧАРЛЬЗ: Подхватив Эмили на руки, я выбежал из проклятого дома. Бармен ждал нас в повозке."
        db " Мы задержались в воротах и посмотрели назад. Дом не просто пылал. Дом стремительно"
        db " пожирал самое себя! А поглотив и переварив все зло, которым были наполнены комнаты,"
        db " здание сложилось с ужасающим треском. Совсем как карточный домик..."
        db wait 
        db "ЧАРЛЬЗ: Бармен дернул за поводья, и лошади тронулись. Эмили, все еще вырванная из"
        db " реальности лихорадкой, прижалась к моей груди. Я нежно поцеловал ее в висок и шепнул."
        db wait
        db scenario,"143.ovl",0

