           include incl.inc
start:
        db 1
        db "ch_ebn2",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Но я и не подумал останавиться. Шаг - и мы с Эбнером слились воедино."
        db " Я расставил руки, будто готовясь к распятию. Страшный крик вырвался у меня из груди."
        db " Дым, клубящийся над пентаграммой, подхватил меня и прокрутил в воздухе, как юлу..."
        db " А едва я коснулся губами потолка, дым мгновенно рассеялся, и я рухнул на камень."
        db " Дядя исчез. Бармен с ужасом и ненавистью смотрел на мое превращение."
        db wait
        db "БАРМЕН: Чарльз... Что вы наделали?"
        db wait
        db "ЧАРЛЬЗ: Я выбрал вечность, дружище. Только и всего."
        db wait
        db "ЧАРЛЬЗ: Одним быстрым, нечеловечески сильным ударом чуть ниже ребер пробил"
        db " его жалкое тело. Его сердце было в моей ладони... В ладони, которую я накрепко сжал."
        db wait
        db scenario,"146.ovl",0

