           include incl.inc
start:
        db 3
        db "tb_000",0
        db "chrl_c",0
        db "ЧАРЛЬЗ: Я пытался ответить, но чужие холодные пальцы все крепче сдавливали мое горло - "
        db "так, верно, сжимают предметы стальные тиски. Я сделал последнюю попытку вырваться. Но "
        db "хрипящий, вяло брыкающийся, в крови, я был неважным бойцом. Руки мои расслабились. А "
        db "глаза, и без того ничего не видящие в темноте, закрылись. Закрылись... навсегда."
        db wait
        db exitdark

