           include incl.inc
start:
        db 1
        db "corrid1",0
        db "chrl_c",0
        db "„ј–Ћ№«: я еще некоторое врем€ сто€л на лестнице и, мучительно, до фантомов в глазах, "
        db "вгл€дывалс€ во тьму подвала. Ќо не различил ничего, что могло бы подсказать, что "
        db "находитс€ внизу. —корее всего, там не было ничего, что заслуживало внимани€... »ли из-за "
        db "чего € мог подвергнуть себ€ опасности свернуть шею на темных ступен€х. Ёмили снова"
        db " позвала мен€, и € быстро подн€лс€ к ней."
        db wait
        db scenario,"20.ovl",0

