           include incl.inc
start:
        db 2
        db "bedroom",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Половица все-таки скрипнула. А потом еще раз. И еще. В конце концов этот скрип "
        db "стал невыносим, просто невыносим... Четвертую ночь подряд мы с Эмили не смыкали глаз."
        db " Эбнер, мой удивительно щедрый дядя, Эбнер, этот сволочной старик, он, конечно, не "
        db "обошелся без подвоха. Дом не был в порядке... Иначе отравленный собственной желчью и "
        db "умирающий Эбнер никогда не оставил бы дом мне. Вижу, как он хохочет надо мной из могилы, "
        db "вижу как наяву, потому что мы с Эмили не спим уже несколько дней. Едва начинает "
        db "смеркаться, дом будто бы оживает. Сперва мне казалось, что это скрипят доски, которыми "
        db "обшиты комнаты. Что это скрипят сваи, поддерживающие потолок. Скрипят гвозди в "
        db "рассохшихся ставнях... Но разве могут ставни вздыхать, разве можно в скрипе свай угадывать "
        db "шорох шагов? Эмили уверена, что в доме кроме нас кто-то есть. Моя бедная девочка уже "
        db "готова впасть в панику. Вот и сейчас... Мы лежим под периной, а дом заполняется резкими "
        db "звуками. Чьи-то торопливые шаги слышатся на мансарде. Резко хлопнула дверь... Кажется, это "
        db "внизу? Можно накрыться подушками и попробовать сделать вид, что ничего не происходит. "
        db "Так мы с Эмили поступали вчера, позавчера, три ночи назад... Вот только подушки не спасают"
        db " от страха. Скрипы, эти жуткие скрипы, буравят навылет череп. Он проходят сквозь"
        db " напускное «ничего не было». Они высасывают уверенность в собственных силах... Поэтому "
        db "Эмили тихо жалуется..."
        db wait
        db scenario,"25.ovl",0

