           include incl.inc
start:
        db 2
        db "diningr",0
        db "tb_008",0
        db "ЧАРЛЬЗ: ...и снова нырнул в вязкую тьму. Такая тьма, вероятно, опутывала «Титаник»,"
        db " когда смотровой безуспешно пытался заметить на водной поверхности лед. С какой-то "
        db "предательской слабостью в коленях я вдруг подумал, что..."
        db wait
        db "ЧАРЛЬЗ: ...что не хотел бы сейчас увидеть свой роковой айсберг."
        db wait
        db scenario,"28.ovl",0

