           include incl.inc
start:
        db 2
        db "bedroom",0
        db "emily_cn",0
        db "Ёћ»Ћ»: я не могу... Ѕольше... „арльз, мы должны отсюда... ”ехать...   черту дом, наследство..."
        db " ћы справимс€, мы проживем без этих денег... я просто не могу... "
        db wait
        db "„ј–Ћ№«: ¬схлипыва€, она раз за разом повтор€ла, что не может здесь оставатьс€. √луха€,"
        db " дика€ €рость, ненависть к дому и к д€де Ёбнеру, пульсировала в моих висках."
        db "  репко обн€в Ёмили, € сказал то единственное, что мог сказать."
        db wait
        db "„ј–Ћ№«: Ёмили, все будет хорошо. ћы вместе."
        db wait
        db scenario,"30.ovl",0

