           include incl.inc
start:
        db 1
        db "street",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Данвич был маленьким, как пуговица, городком. Проект его не был похож на тысячи"
        db " крошечных городов, выросших за полвека по всему Дикому Западу. Но при желании сходство "
        db "можно было найти. Центральная улица, страшные коробки домов, часовня, клубящийся над "
        db "улицей песок... Я зашел в скобяную лавку и взял все, что необходимо - короткую прочную "
        db "фомку, масло, сменные фитили. Стоя с сумкой в центре улицы, я чуствовал,"
        db " как чертовски не хочется возвращаться назад."
        db wait
        db scenario,"33.ovl",0

