           include incl.inc
start:
        db 2
        db "bar",0
        db "barm_cn",0
        db "ЧАРЛЬЗ: Бармен изучающе меня рассматривал, но в его цепком взгляде не было настырности. "
        db "Только профессиональный интерес. Вы знаете, есть что-то в этих барменах... Не прошло и пяти "
        db "минут, как я уже рассказывал ему все. О дяде, о доме, о ночных скрипах и о плачущей Эмили."
        db " Бармен слушал меня внимательно, и по его лицу не скользнула даже тень недоверия. Он вел "
        db "себя так, словно слушал такие истории каждый день. Наконец, я закончил, и он, чуть "
        db "помедлив, тихо, но угрожающе заговорил."
        db wait
        db "БАРМЕН: Убирайтесь отсюда. Убирайтесь... и не появляйтесь никогда. Ваш дядя... Я должен сразу "
        db "был догадаться, что вы одной черной крови! У вас одинаково порочные лица. Один дьявол в "
        db "глазах. Забудьте дорогу в Данвич, сожгите дом... Уезжайте! Иначе, клянусь Богом, я убью вас,"
        db " застрелю как паршивого пса. Я не смог застрелить Эбнера, тогда я был слаб... Но теперь я "
        db "буду сильнее. "
        db wait
        db "ЧАРЛЬЗ: Постойте, я только..."
        db wait
        db "БАРМЕН: Убирайтесь. Иначе за то, что Эбнер сделал с моей дочкой... За это поплатитесь вы."
        db wait
        db "ЧАРЛЬЗ: Взгляд и интонации бармена безошибочно подказали мне, что он не шутит. Я положил "
        db "купюру на стойку и стремительно покинул бар. Более этот город меня не задерживал."
        db wait
        db scenario,"39.ovl",0

