           include incl.inc
start:
        db 3
        db "tb_000",0
        db "chrl_c",0
        db "„ј–Ћ№«: «адремал € нескоро.  ак-то неловко прилег на краю кровати, в одежде, у ног моей"
        db " Ёмили. »ногда € вырывалс€ из сна - проверить, р€дом ли она. ”гадывал в полумраке ее"
        db " красивое худое лицо, ее разгладившиес€ черты, слушал, как неровно, обеспокоенно она"
        db " дышит, и дремал дальше. я просыпалс€ так тыс€чу раз за ночь и тыс€чу раз забывалс€"
        db " оп€ть..."
        db wait
        db scenario,"45.ovl",0

