           include incl.inc
start:
        db 2
        db "abig1",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Проснувшись мгновением позже, я увидел, что Эмили по-прежнему спит, жалобно,"
        db " словно ребенок, прижав руки к груди. Я выдохнул. Рефлекторно вытер испарину со лба... И"
        db " окаменел."
        db wait
        db "У окна,  покачиваясь, как плакучая ива на ветру, стояла незнакомая мне девушка. Она"
        db " рассматривала нас с Эмили пустым отрешенным взглядом, а губы ее - белые, я готов"
        db " был поклясться, что белые! - шевелились, что-то нашептывая."
        db wait
        db scenario,"47.ovl",0

