           include incl.inc
start:
        db 2
        db "corrid2",0
        db "abig_n",0
        db "ЧАРЛЬЗ: Девушка задержалась в коридоре, у лестницы... Как будто ждала меня. Буду честным:"
        db " в тот момент я почти одеревенел от страха. Настолько, что не мог даже тронуть ее за"
        db " плечо, проверить, реальна ли она. В висках гулко стучало, каждое мгновение было"
        db " вечностью... Спустя вечность вечностей я срывающимся голосом спросил."
        db wait
        db "ЧАРЛЬЗ: Кто... вы?"
        db wait
        db "Незнакомка недолго молчала (минула вечность, вторая, еще одна...), будто подбирала или"
        db " вспоминала слова. А после ответила. Ее голос был чистой музыкой, звенящей,"
        db " растекающейся по воздуху. Наверное, такими голосами сирены приманивали моряков."
        db wait
        db scenario,"50.ovl",0

