           include incl.inc
start:
        db 3
        db "corrid1",0
        db "abig_cn",0
        db "АБИГЕЙЛ: Да, я была ему невестой. Его глупой молоденькой невестой. Я год внимала"
        db " ухаживаниям Эбнера, а потом приняла предложение - не столько из любви, сколько из"
        db " гордости... Еще бы, ведь я сумела обольстить и влюбить в себя такого статного, зажиточного"
        db " мужчину... Боже, какая самонадеянность! Он перевез меня в этот дом, мы проводили здесь день"
        db " за днем и месяц за месяцем... Иногда Эбнер был раздражителен, но не это пугало меня. Он был"
        db " скрытен и подолгу пропадал в подвале, запрещая мне следовать за ним. Иногда он был очень"
        db " жесток с людьми, я боялась, что однажды он станет таким со мной... Но на лице его в минуты"
        db " задумчивости проявлялось что-то эдакое... Он не рассказывал, а я его понять не могла. Тем"
        db " более что поначалу он был со мной деликатен... и даже нежен."
        db wait
        db "ЧАРЛЬЗ: А потом?"
        db wait
        db "АБИГЕЙЛ: Эбнер... Он изменился. Сперва он был ласков. Но со временем совсем перестал со мной"
        db " разговаривать. Подолгу смотрел на меня пустыми рыбьими глазами, от чего спина моя"
        db " покрывалась мурашками. Как-то раз, когда я хотела навестить семью, он запретил мне"
        db " покидать имение. Я уже собирала вещи, когда Эбнер молча вырвал у меня из рук чемодан и"
        db " метнул его назад в шкаф... Я не посмела ослушаться."
        db wait
        db scenario,"58.ovl",0

