           include incl.inc
start:
        db 3
        db "corrid1",0
        db "abig_cn",0
        db "АБИГЕЙЛ: Наверху, в груде старого хлама, я нашла сундук. Огромный, окованный, он был"
        db " спрятан под грудой ветоши и показался мне таким загадочным. На сундуке висел амбарный"
        db " замок с толстой, как ветка, дужкой. Такого громадного и внушительного замка я не видела"
        db " никогда. Но стоило мне тронуть сундук и смахнуть пыль с крышки, как за спиной моей возник"
        db " Эбнер. Ни слова не говоря он схватил меня за руку, стащил по лестнице вниз и грубо"
        db " швырнул на кровать. Мне стало жутко, я расплакалась, но Эбнер так же молча вышел из"
        db " комнаты... А пятью минутами позже дом наполнился стуком. Эбнер намертво забил дверь в"
        db " мансарду."
        db wait
        db "ЧАРЛЬЗ: Он постарался на славу. Я тоже пытался открыть ту дверь..."
        db wait 
        db "АБИГЕЙЛ: Была у него и другая странность... Подвал. Сам он мог пропадать в нем целыми"
        db " сутками. Меня же не подпускал и на шаг! Каждый раз, как возникала необходимость"
        db " спуститься в подвал, он делал это один. Каково же было мое удивление, когда на годовщину"
        db " свадьбы Эбнер разбудил меня с широкой улыбкой и лучащимися, такими счастливыми глазами."
        db " Он протянул мне руку, прося пройти за ним. Провел меня по лестнице, и, да, повел вниз... А"
        db " мне было так любопытно. Боже, как же мне было любопытно! Словно маленькая девочка я шла"
        db " открывать новый мир! Мы спустились, и Эбнер..."
        db wait
        db scenario,"59.ovl",0

