           include incl.inc
start:
        db 3
        db "abig2",0
        db "tb_008",0
        db "Абигейл повернулась... и впервые я увидел ее спину. Платье было разодрано и свисало"
        db " пропитанными кровью лохмотьями, обнажая ровные девичьи лопатки. Под ними зияла дыра,"
        db " как будто девушку, как коровью тушу, подвесили на мясницкий крюк. Вокруг запеклась"
        db " кровь... Зрелище было отвратительное!"
        db wait
        db "ЧАРЛЬЗ: Что он сделал с вами, Абигейл, ЧТО?!"
        db wait
        db "АБИГЕЙЛ: Так больно..."
        db wait
        db "ЧАРЛЬЗ: Она соскользнула вниз по лестнице и исчезла в том самом подвале, о котором"
        db " только что говорила. Первобытный ужас перед неведомым захватил меня. Из темноты меня"
        db " звал испуганный, но мелодичный голос Абигейл: «Чарльз?..» Сердце стучало, как пальцы"
        db " пианиста по клавишам. Ребра мгновенно заныли."
        db wait
        db selector
        db "61.ovl",0
        db "66.ovl",0
        db "Я решил, что должен спуститься за ней",0
        db "Я смотрел в черноту, понимая, что не смогу спуститься в подвал",0

