           include incl.inc
start:
        db 3
        db "corrid1",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Я подумал, что обязан раскрыть тайну хотя бы во имя спокойствия Эмили. Прошел в"
        db "комнату и наощупь развязал мешок, принесенный вчера из города. Залил масло в лампу и"
        db " пустил за стекло огонь... И при неверном, дрожащем свете начал спускаться в подвал. Было"
        db " прохладно, но не слякотно. Поскользнуться я не боялся, поскольку рукой опирался на"
        db " шершавую каменную стену... Когда ступеньки закончились, я в нерешительности остановился. В"
        db " маленькое озеро света, порождаемое лампой, русалкой нырнула Абигейл."
        db wait
        db scenario,"62.ovl",0

