           include incl.inc
start:
        db 3
        db "basement",0
        db "abig_cn",0
        db "АБИГЕЙЛ: Я не смогла остановить Эбнера. Я была слишком слаба... Но я остановлю тебя."
        db " Я верну долг. Все повторится, Чарльз. Здесь и сейчас! Мир - кольцо. В нем все и"
        db " всегда повторяется."
        db wait
        db selector
        db "66.ovl",0
        db "64.ovl",0
        db "Она говорила загадками. Я понял, что сейчас мне их не разгадать.",0
        db "Чувствуя, что ответы где-то совсем рядом, я шагнул к Абигейл.",0

