           include incl.inc
start:
        db 3
        db "ch_d1",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Я закричал. Закричал, как никогда прежде... за все 24 года жизни. Гнутая холодная"
        db " сталь неожиданно впилась мне в спину. Вошла глубоко и надежно, как нож входит в свинью."
        db " Меня дернуло, потянуло куда-то вверх. Пол ушел из под ног. Я задергался, беспомощно,"
        db " нелепо, о чем-то еще пытался просить... Но последнее, что я увидел, было бледное лицо"
        db " Абигейл. Она широко улыбалась. И меж ее белых губ зияла бездонная чернота."
        db wait
        db "КОНЕЦ ИГРЫ"
        db wait
        db exitdark

