           include incl.inc
start:
        db 2
        db "corrid1",0
        db "tb_008",0
        db "„ј–Ћ№«: ƒо сих пор € не был уверен, что все происходит на€ву. ƒевушка, ночью, в запертом"
        db " на все замки доме?.. Ёто больше было похоже на сон. –ешив не превращать сон в кошмар, €"
        db " подн€лс€ обратно в спальню, снова лег р€дом с Ёмили и закрыл глаза. ƒействительно, сон"
        db " быстро накрыл мен€ оде€лом забвени€."
        db wait
        db scenario,"67.ovl",0

