           include incl.inc
start:
        db 1
        db "bedroom",0
        db "chrl_c",0
        db "ЧАРЛЬЗ: Каждый вечер и каждое утро кто-то рождается для страдания. Каждое утро и каждый"
        db " вечер кто-то рождается для удачи. А кто-то рождается для бесконечных ночей... Бессонница"
        db " убивала меня. Мои ночи и дни слились в единое целое. Луна и солнце в окне составили"
        db " одурманивающий калейдоскоп. Сутками напролет я сидел подле Эмили и слушал ее слабые"
        db " стоны. А еще я слушал скрипы за стенами. За эти недели я научился относиться к этим"
        db " звукам всерьез..."
        db wait
        db scenario,"71.ovl",0

