           include incl.inc
start:
        db 3
        db "alice2",0
        db "tb_008",0
        db "АЛИСА: Я потеряла сознание, мистер Чарльз... А прийдя в себя, уже чувствовала лишь тупую,"
        db " тягучую боль. Все мое тело ныло от порезов, а мистер Эбнер тянул меня вверх по лестнице."
        db wait
        db "АЛИСА: Сундук... Я видела этот сундук, когда убирала дом. Он был огромен. Туда мог"
        db " вместиться гардероб небольшого театра! И еще... он был очень, очень холодный. Я все еще"
        db " мало что понимала. По телу волнами растекалась боль." 
        db wait
        db scenario,"78.ovl",0

