           include incl.inc
start:
        db 2
        db "entrance",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Входная дверь поддалась не сразу: пришлось поднажать плечом. При этом она "
        db "скрипела, как будто ее не смазывали вечность. Дощатый пол под ногами тоже выл и стонал."
        db " Кажется, в доме скрипело вообще все - вплоть до тяжелых черных гардин. Дядя скончался"
        db " недавно, но дом уже пришел в запустение."
        db wait
        db scenario,"9.ovl",0

