           include incl.inc
start:
        db 2
        db "mansarda",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Мансарда действительно была завалена рухлядью. Какие-то стулья, ненужный комод ("
        db "как вообще его втащили по такой узкой лестнице?), прикрытый тряпицей холст... И сундук. Он"
        db " стоял ровно там, где я его и ждал увидеть. Большой, запыленный, с огромным замком. На"
        db " сундуке сидела Алиса, попавшая в комнату каким-то мистическим образом. Она легко"
        db " соскочила с сидения - я про себя отметил, что на толстом слое пыли не осталось никакого"
        db " следа, - и пальцем показала на сундук."
        db wait
        db scenario,"81.ovl",0

