           include incl.inc
start:
        db 2
        db "mansarda",0
        db "blnd_cn",0
        db "АЛИСА: Я... в нем."
        db wait
        db "ЧАРЛЬЗ: Не знаю, была ли в сундуке именно девушка. Но он точно содержал все ответы. И"
        db " получить их можно здесь и сейчас. Я решительно вдел гвоздодер в дужку замка, надавил всей"
        db " массой и начал раскачивать запор. Замок поддался и, наконец, со звоном отлетел. Алиса"
        db " смотрела на меня как-то чрезчур весело и ободряюще. Преувеличенно медленно я поднял"
        db " крышку сундука и..."
        db wait
        db scenario,"82.ovl",0

