           include incl.inc
start:
        db 2
        db "alice3",0
        db "tb_008",0
        db "ЧАРЛЬЗ: Алисе?.. Почему бы и нет. Такое наследство ты оставил мне, дядя? Что же ты здесь"
        db " наделал, чудовище?"
        db wait
        db "ЧАРЛЬЗ: Я живо представил себе, как Эбнер закрывает беззащитную девушку в этом страшном"
        db " сундуке. Как Алиса задыхается в нем и сдирает пальцы в кровь, пытаясь из него выбраться."
        db wait
        db scenario,"100.ovl",0

