           include incl.inc
start:
        db 1
        db "mansarda",0
        db "chrl_c",0
        db "ЧАРЛЬЗ: Брошенный гвоздодер по прежнему лежал у двери. Выкорчеванные вчера доски"
        db " ощетинились гнутыми гвоздями. Раздвинув доски носком ноги, я попробовал отворить дверь."
        db " Она не поддалась. Тогда я навалился плечом и высадил дверь одним грубым, отчаянным"
        db " рывком. Мансарда действительно была завалена рухлядью. Какие-то стулья, ненужный комод"
        db " (как вообще его втащили по такой узкой лестнице?), прикрытый тряпицей холст... И сундук."
        db " Он стоял ровно там, где я его и ждал увидеть. Большой, запыленный, с огромным амбарным"
        db " замком. Я несколько раз ударил по дужке рукоятью револьвера, но только напрасно высек"
        db " искру. Поэтому я решительно вдел гвоздодер в дужку замка, надавил всей массой и стал"
        db " раскачивать запор. Замок поддался и, наконец, со звоном отлетел. Я открыл крышку"
        db " медленно, словно эксгумировал тело... И увидел именно то, что так боялся увидеть. Дно"
        db " сундука было усеяно человеческими костями вперемешку с истлевшим тряпьем! В углу сиял"
        db " крошечный человеческий череп. Его размеры не оставляли сомнений: останки принадлежали"
        db " какой-нибудь очень миниатюрной девушке."
        db wait
        db scenario,"94.ovl",0

