        db "Дж. Б. продолжил расследование.",0xff
        db "Дж. Б. стоял перед офисом Джеда.",0xff
        db "Дж. Б. не мог придумать, где ещё можно продолжить расспросы.",0xff
        db "Похоже, здесь не было ничего, что могло бы стать уликой.",0xff
        db 0xfd,"Дж. Б., у нас пока нет никаких сведений об этом человеке.",0xff
        db "У Дж. Б. не было при себе никаких улик.",0xff
        db "Дж. Б. решил осмотреть комнату.",0xff
        db "Дж. Б. решил расспросить о деле.",0xff
        db "Решив, что именно этот человек и есть преступник, Дж. Б. попытался      докопаться до истины.",0xff
        db "Дж. Б. не верил, что этот человек знает правду об этом деле.",0xff
        db "Дж. Б. оказался в одном из уголков Уолл-стрит - финансового центра Нью-Йорка.",0xff
        db "Дж. Б. не знал, где находится компания 'Стайнхарт'.",0xff
        db "Дж. Б. оказался в шумном Чайнатауне.",0xff
        db "Дж. Б. побродил по переулкам, где со всех сторон звучала незнакомая речь, но не нашёл ни единой зацепки.",0xff
        db "Дж. Б. оказался в Сохо - центре нью-йоркской арт-сцены.",0xff
        db "Не зная, где ещё искать зацепки, Дж. Б. бродил по Сохо.",0xff
        db "Дж. Б. приехал в центр города.",0xff
        db 0xff
        db "Дж. Б. оказался в Ист-Виллидже - ярком и современном районе Нью-Йорка.",0xff
        db 0xff
        db "Дж. Б. оказался на Бродвее, где каждый вечер кипела жизнь и не смолкали развлечения.",0xff
        db "Засмотревшись на вывески, Дж. Б. едва не был сбит с ног в толпе. К жизни большого города он ещё не привык.",0xff
        db "Дж. Б. оказался на одной из главных улиц Манхэттена, где дорогие магазины соседствуют с оживлёнными деловыми кварталами.",0xff
        db "Дж. Б. не знал, куда идти дальше.",0xff
        db "Дж. Б. оказался в тихом престижном районе к востоку от Центрального парка.",0xff
        db 0xff
        db "Дж. Б. вышел к западной стороне Центрального парка, над которой возвышаются небоскрёбы.",0xff
        db 0xff
        db "Дж. Б. приехал в Гарлем, к северу от 110-й улицы.",0xff
        db "Дж. Б. понимал, насколько опасно расспрашивать людей здесь, не имея для этого никаких оснований.",0xff
        db "Дж. Б. пришёл в Банк Нью-Йорка, чтобы узнать больше о поддельных акциях.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из банка.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в компанию Дэвида Стайнхарта - получателя страховой выплаты.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. покинул офис.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в офис Денниса Холдмана.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из офиса Холдмана.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. подошёл к китайскому ресторану, спрятавшемуся в узком переулке.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из ресторана.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. нашёл фирму Бейкера и остановился перед её зданием.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из фирмы Бейкера.",0xff
        db 1,0xff
        db "Дж. Б. пришёл в танцевальную студию, чтобы встретиться с Эмили Кэссиди.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из танцевальной студии.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в квартиру Майкла Уокера в Сохо.",0xff
        db 1,0xff
        db 1,0xff
        db "Сколько бы Дж. Б. ни стучал, никто так и не открыл.",0xff
        db "Из комнаты никто не ответил.",0xff
        db "Дверь была заперта.",0xff
        db "Дж. Б. вышел из квартиры.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в сувенирный магазин, где работала Энни Дэвис - соседка Сары Шилдс.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из 'Too Good'.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. прибыл в квартиру, где была убита Сара.",0xff
        db 1,0xff
        db "Здесь никого не было.",0xff
        db "Никто не вышел.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. покинул квартиру.",0xff
        db 1,0xff
        db "Дж. Б. пришёл в модный музыкальный магазин, чтобы встретиться с Синди Эванс.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из магазина.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в небольшой кинотеатр неподалёку от Бродвея.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из кинотеатра.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. остановился перед рестораном 'Газебо', над входом в который висела вывеска 'Свежие лобстеры'.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. покинул ресторан.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл к дому Теда Адлера.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел наружу.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в универмаг, где находился филиал магазина 'Украшения Кристи'.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из 'Мэйсис'.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в гостиницу, где Билли Макдональд работал барменом.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из гостиницы.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в бродвейский клуб, где, как утверждали, Стайнхарт провёл вечер в ночь убийства Сары.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из M&M.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в бродвейский театр, где располагалась компания Howard Promotion.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из театра.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в городскую библиотеку.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. покинул библиотеку.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в издательство, с которым сотрудничал Майкл Уокер.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. покинул издательство.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. стоял перед главным зданием страховой компании.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из здания.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. навестил супругов Холдман.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. покинул дом Холдманов.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в ювелирный магазин, где раньше работала Сара.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из магазина.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. навестил супругов Стайнхарт.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. покинул дом Стайнхартов.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. пришёл в небольшую галерею, которой управляла Вики Холдман.",0xff
        db 1,0xff
        db 1,0xff
        db "Магазин был закрыт.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из магазина.",0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. наконец разыскал квартиру Фиби Коллинз.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. вышел из старого многоквартирного дома.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
