        db "У неё были рыжевато-каштановые волосы и тёмно-синие глаза.",0xff
        db "Она смотрела на Дж. Б. с явным раздражением.",0xff
        db "Карен была явно не в себе.",0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Вам от меня ещё что-то нужно?",0xff
        db 0xfd,"Что?",0xff
        db 0xfd,"Мистер Гарольд, мне больше нечего вам сказать.",0xff
        db 0xfd,"Я Карен Стайнхарт. А вы кто? Вы не тот человек, что приходил раньше. Дж. Б. Гарольд, говорите?..",0xff
        db 0xfd,"Вы ведь собираете обо мне сведения, не так ли?",0xff
        db 0xfd,"С вами лучше не терять бдительности.",0xff
        db 1,0xff
        db 0xfd,"Дэвид уже вернулся, но...",0xff
        db 0xfd,"Сейчас я одна.",0xff
        db 0xfd,"Хорошо... Осматривайте.",0xff
        db 0xfd,"Отказываюсь.",0xff
        db 0xfd,"Меня действительно потрясло убийство Сары. Она была моей единственной сестрой. Конечно, мне очень тяжело.",0xff
        db 0xfd,"Надеюсь, вы не думаете, что это я убила Сару?",0xff
        db 0xfd,"Если речь об этом, спросите Дэвида. Он велел мне ничего не рассказывать.",0xff
        db 0xfd,"...",0xff
        db 0xfd,"Не могу поверить, что Сара оказалась втянута в такую историю в Либерти-Тауне... Она ведь никогда ничего мне не рассказывала.",0xff
        db 1,0xff
        db 0xfd,"Что?.. Майкла Уокера убили?..",0xff
        db 0xfd,"Я же сказала, что никогда не встречала такого человека!",0xff
        db 0xfd,"Мне уже надоело отвечать на вопросы об этом убийстве.",0xff
        db 0xfd,"Пожалуйста, уходите.",0xff
        db "Появилась элегантно одетая женщина.",0xff
        db "Вышла Карен.",0xff
        db 0xfd,"Что вам нужно?",0xff
        db 1,0xff
        db 0xfd,"В ночь, когда убили Сару? Конечно, я была здесь. Дэвид вернулся домой  вскоре после полуночи, а почти сразу после этого позвонила Вики и       сообщила о Саре.",0xff
        db 0xfd,"Ч-что? Я никуда не выходила...",0xff
        db 0xfd,"Какой великолепный сапфир. Говорят, его глубокий синий цвет - это цвет глаз девушки, которая, оплакивая несчастную любовь, бросилась в море.",0xff
        db 1,0xff
        db 0xfd,"Я не знаю, с кем она встречалась.",0xff
        db 1,0xff
        db 0xfd,"Мы ведь супруги. Конечно, бывало всякое, но мы прекрасно ладим.",0xff
        db 1,0xff
        db 0xfd,"В-вы... Откуда вы об этом знаете?..",0xff
        db 0xfd,"Этот человек... знает о моём прошлом в Чайнатауне...",0xff
        db 0xfd,"Сара...",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Вы действительно страховой следователь?",0xff
        db 0xfd,"Знаете... говорят, на самом деле вы детектив из Либерти-Тауна. Дэвид сказал, чтобы я была с вами настороже.",0xff
        db 0xfd,"Вы знали Сару? Тогда вы, наверное, понимаете. Она с самого детства слишком много натерпелась, поэтому со временем разучилась искренне принимать чужую доброту.",0xff
        db 0xfd,"Я никогда не могла понять, о чём она думает.",0xff
        db 0xff
        db 0xff
        db 0xfd,"Дэвид очень добрый человек. Он слишком хорош для меня.",0xff
        db 0xfd,"Тот человек никак не связан с делом Сары. Понятно?",0xff
        db 0xfd,"Деннис и Дэвид давно дружат. По характеру они полные противоположности, но, как ни странно, прекрасно ладят.",0xff
        db 0xfd,"Деннис спокойный и добрый, но порой совершенно невозможно понять, что у него на уме. Кстати, у покойной Сары была такая же черта.",0xff
        db 0xfd,"С Вики не расслабишься. Она ведь настоящая леди.",0xff
        db 0xfd,"Кстати, в последнее время она совсем приуныла.",0xff
        db 0xfd,"Это владелец 'Украшений Кристи'. Похоже, он очень заботился о Саре.",0xff
        db 1,0xff
        db 0xfd,"Это ведь дочь мистера Эванса? Говорят, её обманул какой-то подозрительный тип. Сам мистер Эванс мне на это жаловался.",0xff
        db 1,0xff
        db 0xfd,"Не знаю я такого человека...",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 0xfd,"Неужели он действительно встречался с Сарой?",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Не знаю я такого человека.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"О чём вы говорите?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Ну и что?",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "У неё были каштановые волосы и карие глаза.",0xff
        db "Вики производила впечатление очень гордой женщины.",0xff
        db "Вики избегала встречаться взглядом с Дж. Б.",0xff
        db 1,0xff
        db 0xff
        db 0xfd,"О чём это вы?",0xff
        db 0xfd,"Что вы хотите у меня спросить?",0xff
        db 0xff
        db 0xfd,"Ах, вы из страховой? Значит, вы Дж. Б. Гарольд. Вы не тот человек, который приходил раньше. Я Вики Холдман. Чем могу помочь?",0xff
        db 0xfd,"Мне больше нечего вам рассказать.",0xff
        db 0xfd,"Вы хотите сказать, что это я что-то сделала? Какая нелепость.",0xff
        db 0xff
        db 0xfd,"Вы к моему мужу?",0xff
        db 0xfd,"Мой муж сейчас отсутствует.",0xff
        db "Вики не стала останавливать Дж. Б.",0xff
        db 0xfd,"Отказываюсь.",0xff
        db 0xfd,"По поводу дела Сары я уже много раз повторяла одно и то же.",0xff
        db 0xfd,"Я уже рассказала всё, что видела.",0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Хватит. Я больше не хочу это слушать.",0xff
        db 1,0xff
        db 0xfd,"Билли Макдональда убили?..",0xff
        db 0xfd,".....",0xff
        db "Дж. Б. встретился с женой Денниса Холдмана, Вики.",0xff
        db "Вышла Вики.",0xff
        db 0xfd,"Что такое?",0xff
        db 0xff
        db 0xfd,"Я уже рассказала полиции всё что знала.",0xff
        db 0xfd,"Какой же вы настырный. Хватит уже.",0xff
        db 0xfd,"Я правда не видела никакого сапфира.",0xff
        db 1,0xff
        db 0xfd,"Я уже рассказала полиции всё что знала.",0xff
        db 0xfd,"Я... ничего не видела!",0xff
        db 0xfd,"Мы с Деннисом самая обычная супружеская пара.",0xff
        db 0xfd,"Мы с Деннисом...",0xff
        db 0xfd,"Управление моей галереей для меня скорее хобби, чем работа.",0xff
        db 1,0xff
        db 0xfd,"О чём это вы говорите?",0xff
        db 0xfd,"Я...",0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Если хотите, я могу приготовить вам горячий чай с молоком. Будете?",0xff
        db 0xfd,"Кстати, у вас уже есть подозреваемый по делу об убийстве Сары?",0xff
        db 0xfd,"Да, мы встречались несколько раз. В отличие от Карен, она казалась тихой и спокойной, но на самом деле была очень сильным человеком. Всё-таки сёстры всегда чем-то похожи.",0xff
        db 0xfd,"Почему же Сара приехала в этот город?..",0xff
        db 0xfd,"С тех пор как Сару убили, она совсем пала духом. Но как ни стараюсь, я не знаю, чем могу её утешить.",0xff
        db 1,0xff
        db 0xfd,"Скажу прямо: мне не нравится Дэвид. Не понимаю, почему Деннис дружит с таким человеком.",0xff
        db 1,0xff
        db 0xfd,"Деннис - честный, осторожный и очень вдумчивый человек.",0xff
        db 0xfd,"Я не понимаю, что творится в голове у Денниса.",0xff
        db 0xff
        db 0xff
        db 0xfd,"Это владелец любимого ювелирного магазина Карен, верно? Она меня с ним познакомила, но в том магазине не нашлось ничего в моём вкусе.",0xff
        db 1,0xff
        db 0xfd,"Я ни разу с ней не встречалась.",0xff
        db 1,0xff
        db 0xfd,"Я не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Она работает в нашей галерее. Что-то случилось? Она очень старательная девушка.",0xff
        db 1,0xff
        db 0xfd,"Понятия не имею.",0xff
        db 1,0xff
        db 0xfd,"А что с этим человеком... случилось?.. Я... ничего не знаю.",0xff
        db 0xfd,"Не знаю...",0xff
        db 0xfd,"Понятия не имею.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"С чего вдруг вы об этом заговорили?",0xff
        db 0xfd,"О чём вы говорите?",0xff
        db 1,0xff
        db 0xfd,"И что с того?",0xff
        db 0xfd,"Это не принадлежит мне.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "У мужчины были серые глаза и суровый взгляд.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Мистер Гарольд, мне кажется, я рассказала всё, что могла.",0xff
        db "Дж. Б. внезапно решил допросить Эванса.",0xff
        db 0xfd,"Мистер Гарольд, я уже рассказал вам всё.",0xff
        db 0xfd,"Меня зовут Кларк Эванс. Мне сказали, вы хотите поговорить о Саре Шилдс. Представьтесь, пожалуйста... А, так вы Дж. Б. Гарольд из Либерти-Тауна...",0xff
        db 0xfd,"Даже если вы будете расспрашивать обо мне, к делу Сары это не имеет никакого отношения.",0xff
        db 0xfd,"Мистер Гарольд, что именно вы хотите узнать?",0xff
        db 0xfd,"Мистер Гарольд, эта история заставила меня о многом задуматься. Сам не заметил, как Синди стала взрослой женщиной.",0xff
        db 0xfd,"Хотите поговорить с кем-нибудь из наших сотрудников?",0xff
        db 0xff
        db 0xff
        db 0xfd,"Это магазин. Прошу вас не устраивать здесь обыск без разрешения.",0xff
        db 0xfd,"То, что одна из наших сотрудниц стала жертвой убийства, - большая проблема. В нашем деле главное - доверие клиентов. Некоторые посетители постоянно расспрашивают о происшествии, и это создаёт нам серьёзные неудобства.",0xff
        db 1,0xff
        db 0xfd,"Полиция уже спрашивала меня об этом, но я понятия не имел, что Сара обещала показать этот драгоценный камень одному из наших клиентов.",0xff
        db 0xfd,"Пожалуйста, не говорите о таких вещах так громко в магазине.",0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db 0xfd,"Мистер Гарольд, то происшествие никак не связано с этим магазином.",0xff
        db 0xfd,"Хватит. С меня достаточно. Прошу вас уйти.",0xff
        db 0xfd,"Мне больше нечего сказать.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db "Появился Кларк Эванс.",0xff
        db 1,0xff
        db 0xfd,"30 декабря?.. В тот вечер я был здесь, в магазине. Закончил работу и вернулся домой, кажется, уже после одиннадцати.",0xff
        db 0xfd,"Где я был и что делал - не ваше дело.",0xff
        db 0xfd,"Сара действительно ничего мне не рассказывала.",0xff
        db 1,0xff
        db 0xfd,"Работала она очень хорошо. Правда, была немногословной и не слишком приветливой.",0xff
        db 1,0xff
        db 0xfd,"Я не вмешиваюсь в личную жизнь своих сотрудников.",0xff
        db 1,0xff
        db 0xfd,"Мы оба приложили недостаточно усилий.",0xff
        db 1,0xff
        db 0xfd,"Дела идут хорошо. В конце прошлого года мы даже открыли филиал в 'Мэйсис' на Бродвее. Он находится на первом этаже, в отделе ювелирных украшений.",0xff
        db 1,0xff
        db 0xfd,"Да нет, ничего необычного не происходило...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Мне не нравится, когда меня без всяких оснований подозревают. Я готов сотрудничать со следствием, но прошу вас не распространять нелепые слухи об этом магазине.",0xff
        db 0xfd,"Моя дочь... Нет, ничего...",0xff
        db 0xfd,"Она казалась самой обычной девушкой. Ничего особенного я за ней не замечал.",0xff
        db 1,0xff
        db 0xfd,"Миссис Стайнхарт - один из наших постоянных клиентов. Кстати, после происшествия с Сарой она больше не появлялась.",0xff
        db 1,0xff
        db 0xfd,"К сожалению, мне не доводилось с ним встречаться.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Это подруга миссис Стайнхарт. Она несколько раз заходила в наш магазин. Очень утончённая и приятная клиентка.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xfd,"Что-то случилось с моей дочерью?",0xff
        db 0xfd,"Синди обманывают.",0xff
        db 0xfd,"Я-я не знаю.",0xff
        db 0xfd,"Ух...",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"О чём вы вообще говорите?",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"И что с того?",0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "На столе редактора высились стопки рукописей.",0xff
        db 1,0xff
        db 0xfd,"Я слышал, вы хотите поговорить о Майкле Уокере. Я его редактор, Скотт Лернер. Очень приятно. Значит, вы мистер Дж. Б. Гарольд.",0xff
        db 0xfd,"Что-нибудь ещё?",0xff
        db 1,0xff
        db 1,0xff
        db "Похоже, больше здесь было некого расспросить.",0xff
        db 0xff
        db "Дж. Б. не думал, что здесь удастся найти какие-либо улики.",0xff
        db 0xfd,"Сара Шилдс? Убийство? Где-то я уже об этом слышал...",0xff
        db 1,0xff
        db 0xfd,"Вот как? Значит, помимо всего прочего, произошло ещё и ограбление с похищением драгоценностей?",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Это даже не удивление. Я был просто потрясён тем, что его убили.",0xff
        db 1,0xff
        db 0xfd,"Нет, не знаю.",0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Нет, не знаю. Но... если не ошибаюсь, главную героиню романа Майкла Уокера звали Сара.",0xff
        db 1,0xff
        db 0xfd,"Да. Мы как раз собирались издать его книгу. И кто бы мог подумать, что его первая книга у нас станет последней. Честно говоря, я до сих пор не могу прийти в себя.",0xff
        db 1,0xff
        db 0xfd,"Это жена Майкла Уокера. Честно говоря, именно благодаря её настойчивости эту книгу вообще удалось издать.",0xff
        db 1,0xff
        db 0xfd,"Боюсь, я не знаю.",0xff
        db 1,0xff
        db 0xfd,"Это было под конец года. Он пришёл сюда и затеял ссору с Майклом. Кажется, обвинял его в том, что тот обманул его дочь. Мне пришлось вмешаться и разнять их. Шуму тогда было немало.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Дж. Б. встретился с редактором Майкла Уокера.",0xff
        db 0xfd,"Здравствуйте, мистер Гарольд.",0xff
        db 0xfd,"С того дня у меня начался отпуск, и мы всей семьёй уехали в путешествие. За год я почти не бываю дома, так что это моя единственная возможность как следует побыть с семьёй.",0xff
        db 1,0xff
        db 0xfd,"Это история о девушке, оказавшейся без денег. Она находит преступника, который когда-то напал на неё, и пытается вымогать у него деньги, но в  итоге сама становится жертвой убийства. Очень напряжённый и             увлекательный детектив.",0xff
        db 0x22,"Кстати, мистер Гарольд, не хотите взглянуть на эту рукопись? Возможно, она поможет вашему расследованию",0x22,". С этими словами Скотт Лернер протянул Дж. Б. копию рукописи Майкла Уокера.",0xff
        db 0xfd,"Кстати... вы случайно не сын того самого инспектора Гарольда? Я так и думал! Вы очень на него похожи. Когда я только начинал работать, мне довелось брать у него интервью. Ваш отец был очень известным человеком.",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Романы Майкла Уокера интересные?",0xff
        db 0xfd,"Потрясающий сапфир. Он настоящий?",0xff
        db 0xfd,"Это пластинка музыканта по имени Тед Адлер.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Похоже, это чек не нашей компании.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это рукопись Майкла. Правда, она очень похожа на дело, которое вы      расследуете? Кстати, её номинировали на премию Ассоциации детективных   писателей Америки за лучший детективный роман этого года.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Это была девушка с мрачным выражением лица.",0xff
        db 1,0xff
        db 0xfd,"Я Фиби Коллинз. А вы?.. Что, хотите расспросить о Саре Шилдс? Хорошо,  спрашивайте.",0xff
        db 0xfd,"Что?",0xff
        db 1,0xff
        db 0xfd,"Вы хотите поговорить о моей матери?",0xff
        db 0xff
        db "Дж. Б. не думал, что здесь удастся найти какие-либо улики.",0xff
        db 1,0xff
        db 0xfd,"Её убили?! Ч-что?.. Когда это случилось? Тридцатого декабря?.. Значит... именно в тот день...",0xff
        db 1,0xff
        db 0xfd,"Сара вернула нам 'Синюю скорбь'",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Мама, с кем ты разговариваешь?",0xff
        db 0xfd,"Она разыскала нас через газету и приехала сюда.",0xff
        db 1,0xff
        db 0xfd,"Этот человек обманул моего отца, Майка Коллинза.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"Поэтому Сара знала об этом и вернула нам 'Синюю скорбь'.",0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Это случилось в тот день... когда она пришла в нашу квартиру.",0xff
        db 1,0xff
        db 0xfd,"Моего отца Дэвид Стайнхарт обманом лишил 'Синей скорби'. Отец был      слишком доверчив.",0xff
        db 0x22,"Вот доказательство",0x22,". С этими словами Фиби протянула Дж. Б. лист бумаги. Он был похож на сертификат акций какой-то компании.",0xff
        db 0xfd,"Они подделали акции и обманули моего отца.",0xff
        db 1,0xff
        db 0xfd,"Отца обманули, и он покончил с собой. А мать, как видите, не выдержала потрясения и лишилась рассудка. Мы потеряли дом, землю и были вынуждены перебраться в этот Гарлем. И всё это - из-за того человека.",0xff
        db 1,0xff
        db 0xfd,"Прошу вас... обязательно найдите того, кто убил Сару. Пожалуйста.",0xff
        db 1,0xff
        db 0xfd,"Что это?.. Сара отдала матери сапфир 'Синяя скорбь'. Она вернула его нам. Но теперь мама уже даже не понимает, насколько он ценен.",0xff
        db 0xfd,"Я ничего не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Да, это акции той самой фиктивной компании, с помощью которой Дэвид    Стайнхарт нас обманул. Обычная макулатура.",0xff
        db "Взгляд женщины средних лет был рассеянным.",0xff
        db 1,0xff
        db 0xfd,"Ты кто такой?! Пришёл отнять моё состояние? Никому его не отдам!",0xff
        db 0xfd,"Уходите!",0xff
        db 1,0xff
        db 0xfd,"Фиби...",0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Что вы делаете?! Прекратите!",0xff
        db 0xfd,"Вы охотитесь за моим состоянием!!",0xff
        db 1,0xff
        db 0xfd,"'Синяя скорбь' моя!!",0xff
        db 1,0xff
        db 0xfd,"...",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Что вам нужно?..",0xff
        db 0xfd,"Она... извинилась передо мной.",0xff
        db 1,0xff
        db 0xfd,"Значит, ты заодно с тем человеком.",0xff
        db 1,0xff
        db 0xfd,"Верни! Мошенник!",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Дверь открылась, и появилась усталая на вид женщина.",0xff
        db 1,0xff
        db 0xfd,"Хе-хе-хе...",0xff
        db 1,0xff
        db 0xfd,"Я никому её не отдам.",0xff
        db 1,0xff
        db 0xfd,"...",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xfd,"...",0xff
        db "Она никак не отреагировала.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Он производил впечатление серьёзного человека.",0xff
        db 1,0xff
        db 0xfd,"Вы Дж. Б. Гарольд? Очень приятно познакомиться. Меня зовут Стивен Харрис. Грегори много о вас рассказывал. Говорят, вы лучший детектив во всём Либерти-Тауне.",0xff
        db 0xfd,"Вы что-нибудь выяснили?",0xff
        db 1,0xff
        db 0xff
        db "Похоже, больше здесь было некого расспросить.",0xff
        db 1,0xff
        db "Дж. Б. не думал, что здесь удастся найти какие-либо улики.",0xff
        db 0xfd,"Похоже, расследование полиции совсем не продвигается.",0xff
        db 1,0xff
        db 0xfd,"Как вы думаете, кража 'Синей скорби' и была причиной убийства?",0xff
        db 1,0xff
        db 0xfd,"О каком деле идёт речь?",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xfd,"Если не ошибаюсь, жертвой стала сестра жены Стайнхарта.",0xff
        db 1,0xff
        db 0xfd,"Раньше он был замешан в страховом мошенничестве, поэтому числится в чёрном списке страховых компаний как особо неблагонадёжный клиент.",0xff
        db 1,0xff
        db 0xfd,"Говорят, эта дама тоже буквально помешана на драгоценностях.",0xff
        db 1,0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "Дж. Б. встретился со Стивеном Харрисом.",0xff
        db 0xfd,"Здравствуйте, мистер Гарольд.",0xff
        db 0xfd,"С того дня у меня начался отпуск на новогодние праздники, но из-за     этого дела он пропал впустую.",0xff
        db 1,0xff
        db 0xfd,"Это очень крупный необработанный сапфир. Стайнхарт застраховал его на  один миллион долларов.",0xff
        db 1,0xff
        db 0xfd,"Вообще-то с такими людьми, как Стайнхарт, заключать договоры не следует. Но один из наших страховых агентов так хотел выполнить план по        контрактам, что подписал договор даже не проверив данные.",0xff
        db 1,0xff
        db 0x22,"Кстати, мистер Гарольд, взгляните-ка на это. В последнее время подобных преступлений становится всё больше, и страховым компаниям приходится нелегко",0x22,". С этими словами Харрис протянул Дж. Б. кредитную карту.",0xff
        db 0xfd,"Вы что-нибудь выяснили?",0xff
        db 0xff
        db 0xfd,"И всё же я рад, что встретился с вами. В таком большом городе, где     столько преступлений, не всегда можно положиться на полицию. Я слышал,  что у Грегори проблемы со спиной, поэтому рассчитываю на вас.",0xff
        db "Дж. Б. достал из кармана синий сапфир, но почему-то не решился показать его Харрису и убрал обратно.",0xff
        db 0xfd,"Я не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Здорово сделано, правда? А ведь это поддельная кредитная карта. Один из магазинов на Бродвее, которым я управляю, попался на эту уловку.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Она выглядела волевой женщиной.",0xff
        db 1,0xff
        db 0xfd,"Хотите расспросить о Саре? Да, я Бетти Янсен. Хорошо, расскажу всё, что знаю.",0xff
        db 0xfd,"У вас ещё есть вопросы?",0xff
        db 1,0xff
        db 0xfd,"Директор сейчас в кабинете.",0xff
        db 0xff
        db 0xff
        db 0xfd,"Спросите разрешения у директора. Я ничем не могу помочь.",0xff
        db 0xfd,"Какая неприятная история. Сотрудницу ювелирного магазина убили во время ограбления... Это же настоящий позор.  Просто повод для насмешек со стороны общественности",0xff
        db 1,0xff
        db 0xfd,"Интересно, это правда?",0xff
        db 1,0xff
        db 0xfd,"О чём вы? Я ничего не знаю.",0xff
        db 1,0xff
        db 0xfd,"Говорят, парня Синди убили. Знаете, я почему-то всегда думала, что однажды этим всё и кончится. Только никому не говорите, но за день до убийства он сильно поссорился с директором.",0xff
        db 1,0xff
        db 0xfd,"О чём это ты?",0xff
        db 1,0xff
        db 0xfd,"Вы что-то хотели?",0xff
        db 0xfd,"Она слишком гордилась своей красотой. Честно говоря, работать с ней было не очень приятно.",0xff
        db 1,0xff
        db 0xfd,"Внешность бывает обманчива. Кто бы мог подумать, что наш начальник так увлечётся молодой девушкой, что от него даже жена уйдёт.",0xff
        db 1,0xff
        db 0xfd,"Она единственная дочь директора, избалованная хулиганка. Слышала, сейчас она подрабатывает в магазине 'Бреккер Рекордс' в Гринвич-Виллидж.",0xff
        db 1,0xff
        db 0xfd,"Она один из наших постоянных клиентов, но по одному её виду можно понять, что у неё было неблагополучное детство.",0xff
        db 1,0xff
        db 0xfd,"Её привела сюда старшая сестра Сары. Говорили, что она баснословно богата, но сколько бы я ей ни предлагала, она так ничего и не купила. Может, богачи просто скупы. Кстати, она всё время глаз не сводила с Сары.",0xff
        db 1,0xff
        db 0xfd,"Это тот самый мужчина, в которого влюблена дочь директора.",0xff
        db 0xff
        db 0xfd,"Может быть,это тот мужчина, который однажды уже приходил сюда расспрашивать о Саре?",0xff
        db 1,0xff
        db 0xff
        db 0xff
        db 0xff
        db 0xff
        db "В магазине находился продавец.",0xff
        db 1,0xff
        db 0xfd,"В тот день у Сары был выходной.",0xff
        db 1,0xff
        db 0xfd,"Интересно, существовал ли вообще такой драгоценный камень?",0xff
        db 1,0xff
        db 0xfd,"По-моему, у них всё складывалось совсем неплохо.",0xff
        db 1,0xff
        db 0xfd,"У мужчин-посетителей она пользовалась большим успехом.",0xff
        db 1,0xff
        db 0xfd,"Знаете, дочь владельца, Синди, кажется, очень хорошо ладила с Сарой. Может, если поговорите с ней, узнаете что-нибудь полезное.",0xff
        db 1,0xff
        db 0xfd,"Так это и есть сапфир 'Синяя скорбь'?",0xff
        db 0xfd,"Это не моё.",0xff
        db 1,0xff
        db 0xfd,"Кажется, я уже где-то видела их. Точно! Такие серьги носила подруга сестры Сары.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db 0xfd,"Кажется, это было перед Рождеством. Я собиралась войти в раздевалку, когда Сара вдруг выбежала оттуда. А потом я нашла это в мусорной корзине. Наверное, тот мужчина с фотографии бросил её.",0xff
        db 0xfd,"Не знаю.",0xff
        db 1,0xff
        db 0xff
        db "В этой комнате не было кровати.",0xff
        db 1,0xff
        db 0xff
        db "Дж. Б. открыл ящик стола Холдмана. Внутри лежало письмо.",0xff
        db "Там больше ничего не было.",0xff
        db 1,0xff
        db "Дж. Б. перевёл взгляд на имя отправителя письма. Это был... Дж. Б. взял письмо в руки.",0xff
        db 0xff
        db "На полу ничего не было.",0xff
        db 1,0xff
        db 0xff
        db "Дж. Б. открыл шкаф в углу комнаты. Внутри висело множество костюмов     и пальто, но его взгляд остановился на одном галстуке.",0xff
        db "Больше брать было нечего.",0xff
        db 1,0xff
        db 0x22,"Это...",0x22," Дж. Б. взял галстук в руки.",0xff
        db "На книжных полках стояло множество книг. Дж. Б. внимательно просмотрел  их, но не нашёл ничего, что помогло бы раскрыть дело.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. осмотрел спальню супругов. Между складками покрывала он обнаружил кружевной платок, пропитанный кровью.",0xff
        db "Ничего не удалось найти.",0xff
        db 1,0xff
        db "Дж. Б. положил платок в карман пиджака.",0xff
        db "Дж. Б. ничего не нашёл.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. тщательно осмотрел пол, но ничего не нашёл.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. осмотрел все шкафы в комнате супругов, но не нашёл ничего, что могло бы стать зацепкой.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff
        db "Дж. Б. тщательно осмотрел комнату, но ничего не обнаружил.",0xff
        db 1,0xff
        db 1,0xff
        db 1,0xff

