                db "Каждый год десятки",0xff
		db "тысяч людей",0xff
                db "стекаются в Нью-Йорк,",0xff
                db "Преследуя иллюзии самых разных",0xff
                db "оттенков и надеясь стать",0xff
                db "героями американской мечты.",0xff
		db 0xff
                db "И, естественно,",0xff
                db "за исключением нескольких",0xff
                db "счастливчиков,чьи мечты рушатся.",0xff
                db "Некоторые возвращаются",0xff
                db "в родные города,",0xff
                db "в то время как другие",0xff
                db "откладывают свои",0xff
                db "несбывшиеся мечты",0xff
                db "на задний план и",0xff
                db "все глубже погружаются",0xff
                db "в трясину городской жизни.",0xff
		db 0xff
		db 0xff	;20
				
                db 0xff
                db "А потом,",0xff
		db "однажды, вдруг осознают,",0xff
                db "что живут монотонной,",0xff
                db "механической жизнью в",0xff
                db "однообразной рутине",0xff
		db "городской жизни.",0xff
                db 0xff
                db "В этот миг многие",0xff
                db "решительно обрывают нить жизни.",0xff
                db 0xff
                db "В городе, где убийства - ",0xff
		db "обыденность, самоубийство ",0xff
                db "проходит незамеченным.",0xff
                db "Никто не станет разбираться",0xff
                db "в его причине.",0xff	
		db 0xff						;37
				
                db 0xff
                db "Сара Дж. Шилдс",0xff
                db "24 года.",0xff
                db "Группа крови - A.",0xff
                db "Родилась в Нью-Йорке.",0xff
                db "Профессия: пианист.",0xff
                db 0xff
                db "Инцидент произошёл 9-го,",0xff
				db "глубокой ночью",0xff
                db 0xff
                db "Выпала из окна квартиры",0xff
				db "на 25-м этаже. Смерть",0xff
                db "наступила мгновенно. Причиной ",0xff
                db "смерти стала черепно-мозговая",0xff
                db "травма не совместимая с жизнью.",0xff
                db "Тело покрыто многочисленными",0xff
                db "ушибами, но признаков",0xff
                db "насильственной смерти",0xff
                db "обнаружено не было.",0xff
				db 0xff
                db ".",0xff
                db ".",0xff
                db ".",0xff
                db 0xff
                db "В большинстве случаев",0xff
                db "один смятый клочок бумаги,",0xff
                db "исписанный небрежно и неразборчиво,",0xff
                db "остаётся в картотечном ящике", 0xff
				db "полицейского участка,",0xff
                db "никому не нужный,",0xff
                db "и так и спит там вечно.",0xff
                db "В точности как дни,",0xff
                db "погребённые в городской сутолоке.",0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff				;78
				
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff				