    db "Сара Дж. Шилдс",0xff
    db "Джед Грегори",0xff
    db "Джейн Грегори",0xff
    db "Пит Гилфорд",0xff
    db "Ричард Кристи",0xff
    db "Лорен Беннет",0xff
    db "Роберто Банзетти",0xff
    db "Мэтт Смит",0xff
    db "Марлоу Диксонс",0xff
    db "Нэнси Келлерман",0xff
    db "Ленард Блум",0xff
    db "Рой Бейкер",0xff
    db "Гарри Роллинс",0xff
    db "Фрэнни Винсент",0xff
    db "Джонни Гир",0xff
    db "Сюзанн Хиггинс",0xff
    db "Дик Бейкер",0xff
    db "Энн Мёрфи",0xff
    db "Грейс Джексон",0xff
    db "Эрик Холл",0xff
    db "Бернард Армстронг",0xff
    db "Патриция Томпсон",0xff
    db "Уильям Шилдс",0xff
    db "Энди Мур",0xff
    db "Диана Мюллер",0xff
    db "Барбара Лейн",0xff
    db "Аарон Ламберт",0xff
    db "Аллен Хьюстон",0xff
    db "Норман Слейзи",0xff
    db "Линда Уилсон",0xff
    db "Роджер Гибсон",0xff
    db "Селина Браун",0xff
    db "Маргарет Моррис",0xff
    db "Арнольд Янг",0xff
    db "Лоуренс Блум",0xff
    db "Сара Н. Шилдс",0xff
    db "Сара О. Шилдс",0xff
    db "Клаудия Шилдс",0xff
    db "Кэтрин Уайт",0xff
    db "Марк Беннет",0xff
    db "Уолл-стрит",0xff
    db "Чайнатаун",0xff
    db "Сохо",0xff
    db "Гринвич-Виллидж",0xff
    db "Ист-Виллидж",0xff
    db "Бродвей",0xff
    db "5-я авеню",0xff
    db "Ист-Сайд",0xff
    db "Вест-Сайд",0xff
    db "Гарлем",0xff
    db "Офис Джеда",0xff
    db "Библиотека",0xff
    db "Бар",0xff
    db "Редакция 'Эмпайр'",0xff
    db "Клуб M&M",0xff
    db "Дом Блумов",0xff
    db "'Ап-ты. Хиггинс'",0xff
    db "'украшения Кристи'",0xff
    db "Блум и Ко.",0xff
    db "Офис Бейкера",0xff
    db "кв. Дика Бейкера",0xff
    db "бутик AVENUE",0xff
    db "Big Apple",0xff
    db "Квартира Сары О.",0xff
    db "'у Люси'",0xff
    db "Wonderup",0xff
    db "Дом Лоуренса",0xff
    db "'Апельсин'",0xff
    db "Офис Хьюстона",0xff
    db "Галерея Гибсона",0xff
    db "Сэйки Хантен'",0xff
    db "Банк Манхэттена",0xff
    db "Blueberry",0xff
    db "Офис Диксонса",0xff
    db "Дом Нормана Слейзи",0xff
    db "Дом Лорен Беннет",0xff
    db "Отель 'Эдисон'",0xff
    db "Blecker Records",0xff
    db "Театр ЛАЛА",0xff
    db "У кровати",0xff
    db "На столе",0xff
    db "На полу",0xff
    db "У окна",0xff
    db "Другое",0xff
    db "У кровати",0xff
    db "На столе",0xff
    db "На полу",0xff
    db "У окна",0xff
    db "Другое",0xff
    db "Фото Сары Дж.",0xff
    db "Клубная карта M&M",0xff
    db "Письмо от матери",0xff     ;    db "Письмо от матери Сары",0xff
    db "Музык. шкатулка",0xff
    db "Партитура",0xff
    db "Бланк кастинга",0xff
    db "Таблетки",0xff
    db "Ложечка",0xff
    db "Духи",0xff
    db "Часы",0xff
    db "Ключ",0xff
    db "Сигареты",0xff
    db "Св. о рождении",0xff      ;    db "Свидетельство о рождении",0xff
    db "Сценарий",0xff
    db "Завещание",0xff
    db "Некролог",0xff  ;    db "Некролог Лоуренса Б.",0xff
    db "Объявл. о розыске",0xff
    db "Дело Сары О.",0xff
    db "Дело Сары Н.",0xff
    db "Причина смерти",0xff
    db "Время смерти",0xff
    db "Место смерти",0xff
    db "Нашедший тело",0xff
    db "Место происшествия",0xff
    db "Подозреваемый",0xff
    db "Звонок от Кэтрин",0xff
    db "Обстоятельства",0xff
    db "Связь с Сарой Дж.",0xff  ; !!!! TOO LONG
    db "О подозреваемом",0xff
    db "Дело Сары Дж.",0xff
    db "Дело Сары О.",0xff
    db "Дело Сары Н.",0xff
    db "Дело М. Беннета",0xff
    db "Дело о похищении",0xff
    db "Имя",0xff
    db "Возраст",0xff
    db "Профессия",0xff
    db "Группа крови",0xff
    db "Семья",0xff
    db "Родной город",0xff
    db "Ночь 9-го числа",0xff
    db "О ростовщике",0xff
    db "О самоубийстве",0xff
    db "Мать Сары",0xff
    db "Как работала Сара",0xff
    db "Свидание с Сарой",0xff
    db "Жизнь Сары",0xff
    db "Страховка",0xff
    db "Муз. шкатулка",0xff
    db "Дело о похищении",0xff
    db "О разбитом окне",0xff
    db "О занавеске",0xff
    db "Свидетель",0xff
    db "О пьесе 'Ангел'",0xff
    db "О прослушивании",0xff
    db "О 24-м числе",0xff
    db "О 22-м числе",0xff
    db "О долге",0xff
    db "Завещание",0xff
    db "О наследстве",0xff
    db "О браке",0xff
    db "Рук-во компании",0xff
    db "Финансы компании",0xff
    db "Война во Вьетнаме",0xff
    db "О суде",0xff
    db "Причина развода",0xff
    db "Причина звонка",0xff            ;db "Зачем вызвали?",0xff
    db "Розыск пропавших'",0xff
    db "О смерти мужа",0xff
    db "О смерти дочери",0xff
    db "О смерти жены",0xff
    db "О смерти любовницы",0xff
    db "О смерти брата",0xff
    db "Об игре в покер",0xff
    db "Тайна Сары",0xff
    db "Встреча с Сарой",0xff
    db "Отпечатки пальцев",0xff
    db "Что нового?",0xff
    db "Вы убийца?",0xff
    db "Мотив убийства?",0xff
    db "Орудие убийства?",0xff
    db "Способ убийства?",0xff
    db "Кто просил?",0xff
    db "Есть ли секреты?",0xff
    db "Биография",0xff
    db "ФАЙЛ 1",0xff
    db "ФАЙЛ 2",0xff
msg_bar_s:
    db "Ход расследования",0xff
MSG_AC93:
    db "Анализ связей",0xff
    db "*СОХРАНИТЬ*",0xff
