;cp866
        db "Выйти",0xff
        db "Статус расследования",0xff
        db "Замешанные лица",0xff
        db "Обсудить информацию",0xff
        db "Показать улики",0xff
        db "Показать улики",0xff
        db "Круг подозреваемых",0xff
        db "Идти в...",0xff
        db "Войти",0xff
        db "Идти в офис Джеда",0xff
        db "Идти в библиотеку",0xff
        db "Идти в бар",0xff
        db "Узнать информацию",0xff
        db "Искать газеты",0xff
        db "Покинуть адрес",0xff
        db "Сделать перерыв",0xff
        db "*ЗАГРУЗИТЬ*",0xff
        db "Посетить адрес",0xff
        db "Сменить адрес",0xff
        db "Сменить район",0xff
        db "Осмотреть человека",0xff
        db "Поздороваться",0xff
        db "Скажите ваш... ?",0xff                    ;        db "О человеке",0xff
        db "Вы знакомы с... ?",0xff                        ;        db "Узнать о людях",0xff
        db "Произвести обыск",0xff
        db "Позвать другого",0xff
        db "Искать улики",0xff
        db "Узнать о Саре",0xff
        db "Взять ...",0xff
        db "Позвать ...",0xff
        db "Провести допрос",0xff
        db "Говорить",0xff                             ;db "Выслушать",0xff
        db "Узнать правду",0xff
        db "Предъявить улики",0xff
        db "Что скажете о... ?",0xff                    ;db "Узнать информацию",0xff