;cp866
        db "Выйти",0xff
        db "Статус расследования",0xff
        db "Заинтересованые лица",0xff
        db "Обсудить информацию",0xff
        db "Показать улики",0xff
        db "Показать улики",0xff
        db "Круг подозреваемых",0xff
        db "Идти в...",0xff
        db "Войти",0xff
        db "В офис Джеда",0xff
        db "В библиотеку",0xff
        db "В бар",0xff
        db "Узнать информацию",0xff
        db "Искать газеты",0xff
        db "Выйти",0xff
        db "Сделать перерыв",0xff
        db "*ЗАГРУЗИТЬ*",0xff
        db "Сбор информации",0xff
        db "Продолжить опрос",0xff
        db "Идти в другой район",0xff
        db "Осмотреть человека",0xff
        db "Поздороваться",0xff
        db "О человеке",0xff
        db "Узнать о людях",0xff
        db "Провести обыск",0xff
        db "Позвать другого",0xff
        db "Искать улики",0xff
        db "Узнать о Саре",0xff
        db "Взять ...",0xff
        db "Позвать кого-то",0xff
        db "Провести допрос",0xff
        db "Выслушать",0xff
        db "Узнать правду",0xff
        db "Показать улику",0xff
        db "Узнать информацию",0xff