                        db "Дж. Б. прибыл на главную улицу Пятой авеню.",0xff
                        db 1,0xff
                        db 0xff
                        db "Дж. Б. пришёл в один из самых престижных жилых районов города.",0xff
                        db 1,0xff
                        db "Дж. Б. на мгновение остановился перед музеем искусств, но у него не было желания зайти внутрь , пока у него не найдётся зацепок по делу.",0xff
                        db "Дж. Б. прошёл через Центральный парк и вышел на Вест-Сайд.",0xff
                        db 1,0xff
                        db "Зелень Центрального парка принесла Дж. Б. немного спокойствия, но здесь не было зацепок по делу.",0xff
                        db "Дж. Б. почувствовал, что кто-то пристально смотрит на него из тёмного угла улицы. Атмосфера в этом районе была зловещей.",0xff
                        db 1,0xff
                        db "Дж. Б. не хотелось заходить в этот район.",0xff
                        db "Дж. Б. посетил редакцию журнала, где работал Пит Гилфорд.",0xff
                        db 0x22,"Пит, должно быть, имеет какое-то отношение к этому делу",0x22," - подумал Дж. Б., стоя перед зданием редакции журнала.",0xff
                        db "Когда Дж. Б. вошёл в офис, к нему подошёл мужчина в очках.",0xff
                        db 0xf0,"Привет, Гарольд",0xff
                        db 0xff
                        db 0xff
                        db "Дж. Б. вышел на улицу.",0xff
                        db 1,0xff
                        db "Дж. Б. пришёл в ювелирный магазин, которым владел отец Сары.",0xff
                        db 1,0xff
                        db 0x22,"Добро пожаловать",0x22," - появился молодой человек.",0xff
                        db 0xf0,"О, это вы",0xff
                        db 0xff
                        db 0xff
                        db "Дж. Б. вышел из магазина.",0xff
                        db 1,0xff
                        db "Дж. Б. стоял перед зданием с большой стеклянной дверью.",0xff
                        db 1,0xff
                        db "Дж. Б. посетил офис компании Big Apple. Заметив Дж. Б., к нему кто-то подошёл.",0xff
                        db 0xf0,"Это вы.",0xff
                        db 1,0xff
                        db "Там была Диана Мюллер.",0xff
                        db "Дж. Б. вышел из Big Apple.",0xff
                        db 1,0xff
                        db "Дж. Б. посетил элитный жилой комплекс на Ист-Сайде.",0xff
                        db 1,0xff
                        db "Из дома вышел молодой человек.",0xff
                        db 0xf0,"Это вы? Что вам нужно?",0xff
                        db 1,0xff
                        db 0xff
                        db "Дж. Б. вышел на улицу.",0xff
                        db 1,0xff
                        db "Дж. Б. наконец посетил дом Лорен Беннетт.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db "Дж. Б. вышел на улицу.",0xff
                        db 1,0xff
                        db "Дж. Б. посетил офис Роя Бейкера, адвоката семьи Блум.",0xff
                        db 1,0xff
                        db "Внезапный визит Дж. Б. явно удивил адвоката.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db "Дж. Б. спустился вниз.",0xff
                        db 1,0xff
                        db "Дж. Б. посетил офис театрального критика на Вест-Сайде.",0xff
                        db 1,0xff
                        db "Дж. Б. встретился с Марлоу Диксонсом по рекомендации Арнольда Янга.",0xff
                        db "Дж. Б. попросил встречи с Марлоу Диксонсом.",0xff
                        db 0xff
                        db 0xff
                        db "Дж. Б. вышел из офиса на Вест-Сайде.",0xff
                        db 1,0xff
                        db "Дж. Б. посетил комнату Сары О.",0xff
                        db 1,0xff
                        db "Когда Дж. Б. позвонил в дверь, из дома вышел молодой мужчина.",0xff
                        db 0xf0,"Это ты.",0xff
                        db 1,0xff
                        db 0xff
                        db "Дж. Б. вышел на улицу.",0xff
                        db 1,0xff
                        db "Дж. Б. удалось найти дом Нормана Слейзи.",0xff
                        db 0xff
                        db "После недолгого стука в дверь наконец-то кто-то вышел.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db "Дж. Б. вышел из дома Нормана Слейзи.",0xff
                        db 1,0xff
                        db "Он смотрел на Дж. Б. с теплотой.",0xff
                        db "Пит выглядел грустным.",0xff
                        db "Он выглядел немного растерянным.",0xff
                        db 1,0xff
                        db 0xf0,"Привет, Дж. Б.! Давно мы не виделись. Как ты?",0xff
                        db 0xf0,"О, Дж. Б. Что происходит?",0xff
                        db 0xf0,"Привет, Дж. Б., ты тоже здесь?",0xff
                        db 0xff
                        db 0xf0,"Ну, что за история?",0xff
                        db 1,0xff
                        db 0xff
                        db 0xf0,"Дж. Б., не говори, что ты забыл моё имя. Это не смешно.",0xff
                        db 0xf0,"Столько-же, сколько и тебе. Мне в этом году 29.",0xff
                        db 0xf0,"Я отвечаю за театральную страницу. В любом случае, трудно поверить, что ты стал детективом. Когда мы были студентами, ты постоянно говорил, что не пойдёшь по стопам отца.",0xff
                        db 0xf0,"Группа крови O.",0xff
                        db 0xf0,"Да, с родителями всё в порядке. Я ещё не женился. Сам знаешь, у меня слишком нерегулярный график для свиданий. Похоже, ты тоже до сих пор холост. Хм, Дж. Б.?",0xff
                        db 0xf0,"Разговаривать с тобой так - будто вернуться в школьные годы. Я до сих пор помню, как мы ездили в дом твоих родителей в Коннектикут.",0xff
                        db 0xf0,"После окончания университета я решил стать журналистом, и вот где я сейчас. Живу здесь уже 5 лет. Боже, это первая наша встреча за 5 лет.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Кто? Сара Шилдс? Что с ней случилось? Она твоя знакомая?",0xff
                        db 0xf0,"Так ты расследуешь дело этой девушки Сары вместе со своим старым приятелем, Джедом. Понятно. Звучит сложно. Если я чем-то могу помочь, дай знать.",0xff
                        db 0xf0,"Дж. Б., может, лучше на время бросить это дело и просто погулять по Нью-Йорку или что-то в этом роде?",0xff
                        db 0xf0,"Ты меня знаешь.",0xff
                        db 1,0xff
                        db 0xf0,"Я его не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Дж. Б., в чём проблема с этой женщиной?",0xff
                        db 0xf0,"Я говорил тебе, что не знаю.",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Он стал популярным продюсером в последнее время. Я брал у него интервью.",0xff
                        db 1,0xff
                        db 0xf0,"Она секретарь Энди Мура.",0xff
                        db 1,0xff
                        db 0xf0,"Она восходящая актриса.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Основатель концерна Блум. Вроде он умер на днях. Дж. Б., почему ты им интересуешься?",0xff
                        db 1,0xff
                        db 0xf0,"Первый раз слышу это имя.",0xff
                        db 1,0xff
                        db 0xf0,"Он тоже здесь работает. Он что-то говорил тебе?",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Не доверяй местной полиции. Это не такое мирное место, как Либерти Таун.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Он наркодилер, Дж. Б. Как ты о нём узнал?",0xff
                        db 1,0xff
                        db 0xf0,"Никогда с ним не встречался.",0xff
                        db 1,0xff
                        db 0xf0,"Он очень известный театральный критик.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Ночью 9-го? Я был дома. Что-то произошло в тот день? Понятно, это день смерти Сары Шилдс",0xff
                        db 0xf0,"Да, я помню. Я работал в редакции всю ночь. Нужно было закончить статью. Да, я уверен.",0xff
                        db 0xf0,"Так ты думаешь, что Сара не покончила с собой, а её убили?",0xff
                        db 0xf0,"Откуда мне знать?",0xff
                        db 0xf0,"Так Сара приехала в этот город, чтобы найти свою мать. ну тогда, если ты сможешь найти её мать, возможно, сможешь что-то выяснить.",0xff
                        db 1,0xff
                        db 0xf0,"Значит, покойная Сара Шилдс оформила страховку. Получается, из-за этого её убили?",0xff
                        db 1,0xff
                        db 0xf0,"Это не твоё дело, есть ли у меня долги или нет. Дж. Б., не лезь ко мне, ладно? Возвращайся в Либерти Таун.",0xff
                        db 1,0xff
                        db 0xf0,"Наследство? Чьё наследство?",0xff
                        db 0xf0,"Я не понимаю, о чём ты говоришь.",0xff
                        db 0xf0,"Боже, прошло столько времени. Я и не думал, что так обрадуюсь, услышав твой голос. Я и не мечтал увидеть тебя во плоти. Очень рад тебя видеть, Дж. Б.",0xff
                        db 1,0xff
                        db 0xf0,"Ну, я никогда не слышал об этом деле.",0xff
                        db 1,0xff
                        db 0xf0,"Ну и что?",0xff
                        db 0xf0,"Да, я за него отвечаю. В чём дело?",0xff
                        db 0xf0,"Почему ты задаёшь мне такой вопрос?",0xff
                        db 0xf0,"Дж. Б., с меня хватит. Ты меня сильно достал. Пожалуйста, уходи.",0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Кстати, Дж. Б., ты стал детективом потому, что твою девушку убили, когда тебе было 20, верно? Я так думаю, этим и объясняется твой интерес к делу Сары Шилдс.",0xff
                        db 0xf0,"Нет, ничего.",0xff
                        db 0xf0,"Это та Сара Шилдс, о которой ты говоришь?",0xff
                        db 0xf0,"Что это? Сара прислала это тебе? Интересно, почему она отправила тебе такую вещь.",0xff
                        db 0xf0,"Что это?",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Что это?",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Дж. Б., где ты это взял...",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 0xf0,"Я бросил курить, Дж. Б., тебе тоже лучше не курить слишком много. Это вредно для здоровья.",0xff
                        db 0xf0,"Что с этим не так?",0xff
                        db 1,0xff
                        db 1,0xff
                        db "Мужчина не внушал доверия.",0xff
                        db 1,0xff
                        db "Ричард Кристи выглядел нервным.",0xff
                        db 1,0xff
                        db 0xf0,"Вы говорите, что вы детектив из Либерти Таун, да? Итак, мистер Гарольд, что вам от меня нужно?",0xff
                        db 0xf0,"Это вы...",0xff
                        db 1,0xff
                        db 0xf0,"Мне нечего вам рассказать.",0xff
                        db 0xf0,"Что?",0xff
                        db 0xf0,"Вы меня сильно раздражаете. Убирайтесь!",0xff
                        db 0xf0,"Мне больше нечего вам сказать.",0xff
                        db 0xf0,"Меня зовут Ричард Кристи.",0xff
                        db 0xf0,"Мне 48 лет.",0xff
                        db 0xf0,"Я владею этим магазином.",0xff
                        db 0xf0,"Группа крови A.",0xff
                        db 0xf0,"Я не жил с Сарой. После развода с Клаудией я дважды женился, но оба раза ничего не вышло. Теперь я холост.",0xff
                        db 0xf0,"Я живу в Манхэттене с самого детства.",0xff
                        db 0xf0,"Я в ювелирном бизнесе уже 20 лет. Мой девиз:",0x27,"Доверие прежде всего",0x27,0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Я до сих пор не могу поверить, что Сара покончила с собой. Вы можете понять, каково это - быть отцом, который потерял дочь?",0xff
                        db 0xf0,"Мне пришлось отправить её от себя, когда она была маленькой, но она была моей единственной дочерью. Она была такой хорошей и доброй.",0xff
                        db 0xf0,"Сара ненавидела меня? Кто сказал такую чушь! Не верьте этому.",0xff
                        db 0xf0,"Я не знаю этого человека.",0xff
                        db 1,0xff
                        db 0xf0,"Меня никто никогда не ненавидел.",0xff
                        db 1,0xff
                        db 0xf0,"Она очень хорошо относилась к Саре, как я слышал.",0xff
                        db 1,0xff
                        db 0xf0,"Извините, но я не люблю итальянцев.",0xff
                        db 1,0xff
                        db 0xf0,"Вы знаете кого-то в концерне Блум?",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Она была соседкой Сары по комнате. Очень недружелюбная. Она никогда не здоровалась, когда мы встречались.",0xff
                        db 1,0xff
                        db 0xf0,"Кто это?",0xff
                        db 1,0xff
                        db 0xf0,"Я часто видел его в M&M.",0xff
                        db 1,0xff
                        db 0xf0,"Кто это?",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Я просто давал ей советы по управлению магазином. Вот и всё.",0xff
                        db 1,0xff
                        db 0xf0,"Богатые всегда капризны. С ними трудно ладить.",0xff
                        db 1,0xff
                        db 0xf0,"Я не видел Клаудию со дня развода.",0xff
                        db 1,0xff
                        db 0xf0,"Она управляющая в доме, где жила Сара. Ворчливая старуха.",0xff
                        db 1,0xff
                        db 0xf0,"Вы его видели. Он здесь работает. Похоже, он встречается с соседкой Сары.",0xff
                        db 1,0xff
                        db 0xf0,"Я... я его не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Я не хочу разговаривать с такими людьми.",0xff
                        db 1,0xff
                        db 0xf0,"Она развелась и вернулась в свой дом. Купила здесь пару украшений.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Я всю ночь помогал своей подруге украсить её магазин. На следующий день у неё было большое открытие. Магазин называется ",0x27,"Бутик AVENUE",0x27,". Он находится в Гринвич-Виллидж. Владелица - Селина Браун.",0xff
                        db 0xf0,"В ту ночь я не заходил в комнату Сары. Нет, я уверен, что не заходил. Я ничего не делал.",0xff
                        db 0xf0,"Мне нечего вам рассказать.",0xff
                        db 0xf0,"Я... я не знаю.",0xff
                        db 0xf0,"Сара очень хотела встретиться со своей матерью. Я не знаю, кто настоящая мать Сары. Об этом знала только Клаудия.",0xff
                        db 1,0xff
                        db 0xf0,"Я давно её не видел, поэтому не знаю, как у неё дела.",0xff
                        db 1,0xff
                        db 0xf0,"Да, Сара была приёмной. У Клаудии и меня не было своих детей. Я думал, что если у нас будет хотя бы один ребёнок, то всё наладится между нами. Но, к сожалению, я ошибался.",0xff
                        db 1,0xff
                        db 0xf0,"Наши характеры были несовместимы.",0xff
                        db 1,0xff
                        db 0xf0,"Я впервые слышу, что у Сары была страховка.",0xff
                        db 1,0xff
                        db 0xf0,"Какое это имеет ко мне отношение?",0xff
                        db 0xf0,"Это... это не ваше дело.",0xff
                        db 0xf0,"В моём магазине и так всё хорошо, так что вам не о чем беспокоиться.",0xff
                        db 0xf0,"Я говорил вам, что всё в порядке. Вы очень настойчивы. У меня нет долгов. Я никогда не расстанусь с этим магазином.",0xff
                        db 0xf0,"Вы на что-то намекаете? Я никому ничего не должен.",0xff
                        db 0xf0,"Это не ваше дело, должен я кому-то деньги или нет.",0xff
                        db 0xf0,"Всё произошло так внезапно. Я просто в растерянности.",0xff
                        db 1,0xff
                        db 0xf0,"Как вы познакомились с Сарой? Понятно. Она тоже была из Либерти Таун. У вас с ней были отношения?",0xff
                        db 0xf0,"Я очень занят. Уходите.",0xff
                        db 0xf0,"Сара была прекрасной женщиной, похожей на меня.",0xff
                        db 0xf0,"Это имеет какое-то отношение к делу?",0xff
                        db 1,0xff
                        db 0xf0,"Что это?",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Это... это...",0xff
                        db 0xf0,"Что это?",0xff
                        db 1,0xff
                        db 0xf0,"Ха, просто дешёвые часы.",0xff
                        db 0xf0,"Никогда раньше таких не видел.",0xff
                        db 0xf0,"Это... это не моё.",0xff
                        db 0xff
                        db 0xf0,"Ну и что?",0xff
                        db 0xff
                        db "Критик пристально смотрел на Дж. Б.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Так вы мистер Дж. Б. Гарольд. Мне звонил Арнольд и рассказал о вас. Я слышал, вы детектив из Либерти Таун.",0xff
                        db 0xf0,"О, это вы. Что вам нужно?",0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Что вы хотите услышать?",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Меня зовут Марлоу Диксонс.",0xff
                        db 0xf0,"В этом году мне исполнится 70.",0xff
                        db 0xf0,"Вы пришли сюда, даже не потрудившись узнать, кто я такой?",0xff
                        db 0xf0,"Вам не нужно этого знать. Это не имеет отношения к вашей истории.",0xff
                        db 0xf0,"У меня есть жена и трое сыновей. Все сыновья уже живут отдельно.",0xff
                        db 0xf0,"Я родился в Бостоне.",0xff
                        db 0xf0,"Я работаю критиком уже 40 лет.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Сара Шилдс? Итак, что именно вы хотите узнать о ней?... Ну, что вы хотите от меня услышать?",0xff
                        db 0xf0,"Вы знаете о связи между Сарой Дж. Шилдс и Лоуренсом Блумом?",0xff
                        db 0x22,"Это завещание, которое оставил Лоуренс. Вы понимаете, что он хотел сказать?",0x22," - спросил Диксонс, передавая Дж. Б. запечатанный конверт.",0xff
                        db 0xf0,"Он репортёр из журнала ",0x27,"Эмпайр",0x27,", не так ли? Он просил меня написать статью о последней постановке Энди Мура.",0xff
                        db 1,0xff
                        db 0xf0,"Не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Он внук Лоуренса. Он ещё совсем мальчишка, который ничего не знает о реальном мире.",0xff
                        db 1,0xff
                        db 0xf0,"Он адвокат семьи Блум, но мне интересно, что он на самом деле думает... Лоуренс, похоже, не очень ему доверял.",0xff
                        db 1,0xff
                        db 0xf0,"Никогда не слышал этого имени.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Признаю, он талантлив как режиссер, но жаль, что он не может бросить наркотики и взять себя в руки.",0xff
                        db 1,0xff
                        db 0xf0,"Она секретарь Энди Мура.",0xff
                        db 1,0xff
                        db 0xf0,"Я с нетерпением жду, насколько она способна проявить себя в предстоящей постановке Энди - ",0x27,"Ангел",0x27,0xff
                        db 1,0xff
                        db 0xf0,"Я никогда раньше не слышал этого имени.",0xff
                        db 1,0xff
                        db 0xf0,"Лоуренс был моим давним другом. Он был настоящим бизнесменом. Знаете, тяжело наблюдать, как твои старые друзья заканчивают вот так.",0xff
                        db 1,0xff
                        db 0xf0,"Никогда о ней не слышал.",0xff
                        db 1,0xff
                        db 0xf0,"Он всегда серьёзный, хороший парень.",0xff
                        db 1,0xff
                        db 0xf0,"Она выглядит эгоистичной, но на самом деле у неё доброе сердце. Её последний брак не сложился, но я уверен, что подходящий человек скоро появится в её жизни.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Я думаю о том же, что и вы. Я хочу знать правду. Правду о смерти Сары, которая стоит за завещанием Лоуренса.",0xff
                        db 0xf0,"Вы имеете в виду день смерти Сары? Именно в тот день, когда умерла Сара Шилдс, её убили. Она не совершала самоубийство.",0xff
                        db 1,0xff
                        db 0xf0,"Я с большим нетерпением жду ",0x27,"Ангел",0x27,". Я хочу увидеть, что Энди Мур приготовил для нас в своей новой работе.",0xff
                        db 1,0xff
                        db 0xf0,"Вы что-нибудь знаете об этом деле? Лоуренс... нет, неважно.",0xff
                        db 0xf0,"Это похищение было организовано Лоуренсом как схема для продажи музыкальных шкатулок Лори. Чтобы сделать свой бизнес успешным, он пожертвовал своей семьёй. Это было преступление, совершённое ради того, чтобы вызвать сочувствие и симпатию общества...",0xff
                        db 0xf0,"Лоуренс назначил девушку по имени Сара своей преемницей, но она покончила с собой, как я слышал.",0xff
                        db 0xf0,"Я думаю, я могу понять, почему Лоуренс оставил эти слова...",0xff
                        db 0xf0,"Я храню завещание Лоуренса.",0xff
                        db 0xf0,"Могу ли я вам доверять?",0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Почему вы расследуете дело этой девушки Сары? Вы хотите узнать правду, да? И что вы уже выяснили?",0xff
                        db 1,0xff
                        db 0xf0,"Так вот о какой Саре Шилдс вы говорите.",0xff
                        db 0xf0,"Я никогда раньше не видел эту вещь.",0xff
                        db 1,0xff
                        db 0xf0,"Это музыкальная шкатулка Лори.",0xff
                        db 0xf0,"Это не имеет ко мне никакого отношения.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Да, Лори была жива... Лоуренс спрятал свою дочь в Чикаго. Но она восстала против жадного образа жизни своего отца. И в итоге сбежала. Так что Сара была дочерью Лори...",0xff
                        db 0xf0,"Что с этим не так?",0xff
                        db 0xf0,"Он добился успеха в жизни. Всё, за что он брался, шло по плану. Он совершил только одну ошибку. И эта ошибка оставила в его сердце глубокое сожаление. Поэтому в последние дни жизни он записал всё это в своём завещании для потомков.",0xff
                        db "Она сидела на диване и с интересом смотрела на Дж. Б.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xff
                        db 0xf0,"Здравствуйте, вы детектив? Из Либерти Таун? Итак, мистер детектив, что вам от меня нужно?",0xff
                        db 0xf0,"Чем я могу вам помочь?",0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Звучит интересно. Я выслушаю вас.",0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Меня зовут Нэнси Келлерман. А вас? Ясно, мистер Дж. Б. Гарольд. Очень приятно познакомиться.",0xff
                        db 0xf0,"Не спрашивайте даму о возрасте. Мне скоро исполнится 30.",0xff
                        db 0xf0,"Можете называть меня дамой, у которой много свободного времени.",0xff
                        db 0xf0,"Думаю, группа крови B.",0xff
                        db 0xf0,"Сейчас я замужем, но планирую разводиться. Я живу здесь с братом, Ленардом.",0xff
                        db 0xf0,"Я родилась в этом доме.",0xff
                        db 0xf0,"После окончания университета я делала всё, что хотела. Потом вышла замуж за человека, которого выбрал мой дедушка... Но ничего не вышло, и мы скоро разведёмся.",0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Сара Шилдс? Что с ней случилось?",0xff
                        db 0xf0,"Я ничего о ней не знаю.",0xff
                        db 0xf0,"Да, как вы сказали, она была наследницей моего дедушки. Мистер Гарольд, если честно, я в растерянности. Я подозреваю, что Ленард как-то причастен к её смерти... Но это же не может быть правдой, верно?",0xff
                        db 0xf0,"Извините, но я его не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Он женился на одной из моих школьных подруг.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Ленард управляет компанией под названием ",0x27,"Блум и Ко.",0x27," на Уолл-стрит. Это финансовая компания, которая процветает благодаря влиянию моего дедушки.По сути, они похожи на кучку ростовщиков. Мой брат любит деньги. Он не понимает, что наличие денег ничего не гарантирует",0xff
                        db 1,0xff
                        db 0xf0,"Его офис находится в 98-м квартале Вест-Сайда. Вы можете найти его там.",0xff
                        db 1,0xff
                        db 0xf0,"Не знакома.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Вы знаете Селину? Она моя подруга по колледжу. Кстати, я помню, как познакомила её со своим братом, когда она собиралась открывать свой магазин в Гринвич-Виллидж.",0xff
                        db 1,0xff
                        db 0xf0,"Мой дедушка умер.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Он честный работник.",0xff
                        db 1,0xff
                        db 0xf0,"Он когда-то был шофёром моего дедушки.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Он лучший друг моего дедушки. Его считают жёстким критиком в театральном мире, но он всегда хорошо относился к нам обоим, особенно после того, как наши родители умерли, когда мы были детьми.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Подождите минутку. Дайте подумать... а, теперь я вспомнила. В тот день Ленард не вернулся домой, и я ждала его допоздна. Но я очень сильно хотела спать, поэтому легла спать.",0xff
                        db 1,0xff
                        db 0xf0,"Я не хочу попадать в неприятности. Спросите об этом нашего адвоката, Роя Бейкера.",0xff
                        db 1,0xff
                        db 0xf0,"Меня не интересует, кто унаследует состояние моего дедушки.",0xff
                        db 1,0xff
                        db 0xf0,"Теперь я понимаю, что настоящую любовь нельзя купить за деньги. Но я всё равно найду своего суженного в ближайшее время.",0xff
                        db 1,0xff
                        db 0xf0,"Да, я слышала об этом. Настоящую дочь моего дедушки похитили, как говорили. У дедушки не было других детей, поэтому он усыновил нашего отца.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Мне было немного скучно. Я могу поговорить с вами в любое время, когда захотите.",0xff
                        db 1,0xff
                        db 0xf0,"Не думаю, что я с ней встречалась.",0xff
                        db 0xf0,"Мой брат часто туда ходит.",0xff
                        db 0xf0,"Ну, я не знаю.",0xff
                        db 0xf0,"Это игрушка, сделанная компанией 'Игрушки Блум'. Я слышала, что она помогла компании сильно вырасти. Но мой дедушка не любил говорить об этой музыкальной шкатулке. Когда кто-то упоминал о ней, он всегда расстраивался.",0xff
                        db 0xf0,"Я не читаю ноты",0xff
                        db 0xf0,"Первый раз вижу",0xff  ;db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Ленард курит Camel",0xff
                        db 0xf0,"Сара - дочь Лори Блум... Ясно...",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 0xf0,"Это уже не имеет для меня никакого значения.",0xff
                        db "Мужчина в очках выглядел нервным.",0xff
                        db 1,0xff
                        db "У него было плохое настроение.",0xff
                        db 1,0xff
                        db 0xf0,"Итак, чего вы хотите?",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Если это по делу, я выслушаю вас.",0xff
                        db 0xf0,"Я не хочу с вами разговаривать.",0xff
                        db 0xf0,"Мне нечего вам сказать. Убирайтесь!",0xff
                        db 0xf0,"Меня зовут Рой Бейкер.",0xff
                        db 0xf0,"Я старше вас.",0xff
                        db 0xf0,"Я юридический советник семьи Блум.",0xff
                        db 0xf0,"Группа крови AB.",0xff
                        db 0xf0,"У меня есть брат, но мы редко видимся.",0xff
                        db 0xf0,"Я из Ричмонда.",0xff
                        db 0xf0,"Прошло уже 10 лет с тех пор, как я открыл эту контору.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Сара Шилдс? Вы кто вообще такой?",0xff
                        db 0xf0,"Какие у вас отношения с Сарой Шилдс? Вы знали её по Либерти Таун?",0xff
                        db 0xf0,"Вы меня сильно достали. Убирайтесь! Мне нечего вам сказать.",0xff
                        db 0xf0,"Отвратительный журналюга.",0xff
                        db 1,0xff
                        db 0xf0,"Я его не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю...",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю...",0xff
                        db 1,0xff
                        db 0xf0,"Ленарду следует перестать быть ростовщиком. Он приносит одни неприятности. Я понимаю, почему мистер Блум не выбрал его своим преемником.",0xff
                        db 1,0xff
                        db 0xf0,"Я адвокат.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Что он сделал?",0xff
                        db 1,0xff
                        db 0xf0,"Я его не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Я её не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Мистер Блум был уважаемым бизнесменом.",0xff
                        db 1,0xff
                        db 0xf0,"Я её не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Мистер Диксонс - друг мистера Блума. Но это не значит, что он имеет право вмешиваться в вопросы наследства.",0xff
                        db 1,0xff
                        db 0xf0,"Нэнси очень любопытная и эгоистичная. Просто оставьте её в покое.",0xff
                        db 1,0xff
                        db 0xf0,"Он шофёр семьи Блум.",0xff
                        db 1,0xff
                        db 0xf0,"Он долгое время работал шофёром у мистера Блума. Ему повезло, потому что мистер Блум вместо выходного пособия отдал ему ресторан. Он что-нибудь говорил вам?",0xff
                        db 1,0xff
                        db 0xf0,"Я знаю, что здесь крутится какой-то коп, но семья Блум не имеет никакого отношения к преступлениям.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Конечно, я работал.",0xff
                        db 0xf0,"Что вы имеете в виду?",0xff
                        db 0xf0,"Какое это имеет отношение к наследству семьи Блум?",0xff
                        db 1,0xff
                        db 0xf0,"Я адвокат. У меня нет долгов.",0xff
                        db 1,0xff
                        db 0xf0,"Это не имеет к вам никакого отношения.",0xff
                        db 1,0xff
                        db 0xf0,"Что... какое это имеет ко мне отношение? Я не люблю азартные игры.",0xff
                        db 1,0xff
                        db 0xf0,"Это не ваше дело, кого мистер Блум выбрал своим наследником. Кроме того, у меня нет завещания. Оно хранится у друга мистера Блума.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Вам лучше не совать нос в неприятности. Просто уйдите.",0xff
                        db 1,0xff
                        db 0xf0,"С ней... что случилось?",0xff
                        db 0xf0,"Откуда это у вас?",0xff
                        db 0xf0,"Я не знаю, что это такое.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db "Молодой человек пристально смотрел на Дж. Б.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xff
                        db 0xf0,"Если вы коммивояжёр, то уходите.",0xff
                        db 0xf0,"О, это вы.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xf0,"В чём дело?",0xff
                        db 1,0xff
                        db 0xff
                        db 0xf0,"Гарри Роллинз, а вы? Дж. Б. Гарольд? Никогда о вас не слышал.",0xff
                        db 0xf0,"Мне 22.",0xff
                        db 0xf0,"Я здесь водитель.",0xff
                        db 0xf0,"Группа крови B.",0xff
                        db 0xf0,"Мои родители живут за городом.",0xff
                        db 0xf0,"Я из Атланты.",0xff
                        db 0xf0,"Я работаю здесь уже год.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Сара Шилдс? А она вам кто?",0xff
                        db 0xf0,"Все здесь расстроены из-за смерти этой женщины.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Он делает всё для вида. Бесполезный тип. Вечно думает только о деньгах.",0xff
                        db 1,0xff
                        db 0xf0,"Бейкер выглядит честным, но кто знает, что он творит за закрытыми дверями. Возможно, он что-то замышляет насчёт наследства.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Я не разговаривал с мистером Блумом, но он был достойным и уважаемым человеком. В отличие от Ленарда.",0xff
                        db 1,0xff
                        db 0xf0,"Я никогда о ней не слышал.",0xff
                        db 1,0xff
                        db 0xf0,"Нэнси - хорошая девушка. Она мне нравится.",0xff
                        db 1,0xff
                        db 0xf0,"Да, мистер Шилдс раньше был водителем. Я слышал, сейчас он владеет рестораном в Ист-Виллидж.",0xff
                        db 1,0xff
                        db 0xf0,"Этот коп тоже сюда приходил. Вам известно что случилось?",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Я не очень хорошо помню, но, кажется, я был у себя в комнате.",0xff
                        db 1,0xff
                        db 0xf0,"Это не имеет ко мне никакого отношения, но все суетятся из-за завещания или чего-то подобного.",0xff
                        db 1,0xff
                        db 0xf0,"Никогда об этом не слышал.",0xff
                        db 1,0xff
                        db 0xf0,"Покойный мистер Блум назначил неожиданного наследника. И что ещё хуже, та девушка тоже умерла. Поэтому все снова расстроены. Интересно, кто в итоге получит состояние.",0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Чем вы тут вынюхиваете? Вам не нужно глубоко копать, чтобы найти грязь в этой семье.",0xff
                        db 0xf0,"Самая большая проблема сейчас - это наследство покойного мистера Блума. Всё выглядит очень запутанным.",0xff
                        db 0xf0,"Я её никогда не видел.",0xff
                        db 0xf0,"Впервые это вижу.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db "Это был молодой человек с отсутствующим взглядом.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Привет. Хотите узнать о Саре? А вы кто? Мистер Дж. Б. Гарольд из Либерти Таун, да?",0xff
                        db 0xf0,"О, это снова вы",0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Что вы хотите узнать?",0xff
                        db 0xf0,"Что вам нужно?",0xff
                        db 1,0xff
                        db 0xf0,"Меня зовут Джонни Гир",0xff
                        db 0xf0,"Думаю, я младше вас.",0xff
                        db 0xf0,"Как видите, я работаю здесь.",0xff
                        db 0xf0,"Группа крови A, думаю.",0xff
                        db 0xf0,"Я живу один.",0xff
                        db 0xf0,"Я из Мемфиса.",0xff
                        db 0xf0,"Я работаю здесь уже 3 года. Но не думаю, что это место продержится ещё долго, так что я подумываю об увольнении.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Да, я её знаю. Вы тоже знали Сару? Жаль, что она умерла.",0xff
                        db 0xf0,"Она была милой, но с ней было нелегко, если вы понимаете, о чём я.",0xff
                        db 0xf0,"Я помню, кстати, босс выглядел очень обеспокоенным утром того дня, когда умерла Сара. Он был действительно нервным.",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Мой босс - отец Сары. Говорю вам, он скряга.",0xff
                        db 1,0xff
                        db 0xf0,"Хозяйка бара под названием M&M. Сара там работала.",0xff
                        db 1,0xff
                        db 0xf0,"Никогда о нём не слышал.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Одна из моих подруг. Похоже, она от меня без ума, но она очень надоедливая и вечно устраивает сцены.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Меня не интересуют парни.",0xff
                        db 1,0xff
                        db 0xf0,"Не знаю её.",0xff
                        db 1,0xff
                        db 0xf0,"Она актриса. Слишком своенравная, но очень сексуальная.",0xff
                        db 1,0xff
                        db 0xf0,"У неё роман с моим боссом. Не понимаю, что она в нём нашла. В любом случае, открытие нового магазина, похоже, спонсировал мой босс. Он не такой богатый. Наверное, ему пришлось занять деньги.",0xff
                        db 1,0xff
                        db 0xf0,"Ну, ко мне это не имеет отношения.",0xff
                        db 1,0xff
                        db 0xf0,"Она первая жена моего босса. Она мать покойной Сары.",0xff
                        db 1,0xff
                        db 0xf0,"Она присматривает за квартирой Фрэнни. Эта старая женщина всегда следит, кто приходит и уходит. Защищает нас от всего мира! Ха-ха-ха!",0xff
                        db 1,0xff
                        db 0xf0,"Да, подруга Сары.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Вечером 9-го? О, я был на скучной вечеринке с Фрэнни. Мы разошлись около 10. Куда я пошёл потом? Ну, если вам так интересно, я был с одной девчонкой, которую встретил на вечеринке, до самого утра.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю почему.",0xff
                        db 1,0xff
                        db 0xf0,"Да, у Сары должно было быть письмо от матери. Она показывала его мне однажды.",0xff
                        db 1,0xff
                        db 0xf0,"У босса наверняка есть долги. Несмотря на то, что магазин расположен на Пятой авеню, дела идут плохо.",0xff
                        db 1,0xff
                        db 0xf0,"Одна из подруг Сары постоянно просила меня оформить страховку. Я сказал: ",0x27,"Нет, спасибо",0x27," и ушёл. Но, похоже, Сара в итоге согласилась.",0xff
                        db 1,0xff
                        db 0xf0,"В чём вообще дело?",0xff
                        db 1,0xff
                        db 0xf0,"Думаю, она вела довольно размеренную жизнь.",0xff
                        db 1,0xff
                        db 0xf0,"Да, мы договорились поужинать вместе 11-го. Если бы она думала о самоубийстве, она бы не давала такого обещания.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Я договорился с Сарой о свидании перед тем, как она покончила с собой.",0xff
                        db 1,0xff
                        db 0xf0,"О, это Сара.",0xff
                        db 0xf0,"Это клубная карта бара, где работала Сара.",0xff
                        db 0xf0,"Да, это письмо, которое она мне показывала.",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Ну, я не помню точно, когда... Но Сара сказала мне, что её пригласили на прослушивание на Бродвее.",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Да, босс всегда курит Camel.",0xff
                        db 0xf0,"Видишь, Сара не была настоящей дочерью моего босса. Теперь я понял. Если бы она была его родной дочерью, он не мог бы оставаться таким спокойным после её смерти.",0xff
                        db 0xf0,"Ну, я не понимаю таких вещей.",0xff
                        db 0xf0,"Это не имеет ко мне никакого отношения.",0xff
                        db "Молодой человек выглядел рассеянным.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Чем могу помочь? Что? Вы хотите увидеть Сару? Это невозможно.",0xff
                        db 0xf0,"О, опять вы.",0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Я расскажу вам всё, что знаю.",0xff
                        db 0xf0,"В чём дело?",0xff
                        db 1,0xff
                        db 0xf0,"Меня зовут Эрик Холл. А вас? Ясно, Дж. Б. Гарольд.",0xff
                        db 0xf0,"Мне 24 года.",0xff
                        db 0xf0,"Я работаю в отеле в Ист-Виллидж.",0xff
                        db 0xf0,"Группа крови B.",0xff
                        db 0xf0,"Я живу один.",0xff
                        db 0xf0,"Я родился в Бруклине.",0xff
                        db 0xf0,"Я приехал в этот город, когда мне было 18. Мы с Сарой оба были сиротами. Мы знали друг друга с детства. Я любил Сару, но Сара... Сара мертва... Вчера. Она выпрыгнула из окна, и...",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Сара мертва... Вчера. Она выпрыгнула из окна, и её больше нет.",0xff
                        db 0xf0,"Сара ничего не рассказывала ни мне, ни Грейс. У нас есть подруга по имени Грейс Джексон. Не сказав ничего Грейс, Сара исчезла, а потом умерла...",0xff
                        db 0xf0,"Вы что-нибудь знаете о Саре? Если знаете, пожалуйста, расскажите мне, почему Сара умерла. Да, если хотите посмотреть комнату Сары, заходите... если мы сможем найти что-нибудь о Саре.",0xff
                        db 0xf0,"Я его не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Продюсер с Бродвея. Сара проходила у него прослушивание. Сара очень разозлилась, когда я обозвал его.",0xff
                        db 1,0xff
                        db 0xf0,"Да, она приходила ко мне после исчезновения Сары и расспрашивала о ней.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Она подруга Сары. Её муж - страховой агент, и она постоянно уговаривает меня оформить полис.",0xff
                        db 1,0xff
                        db 0xf0,"Грейс - близкая подруга Сары. Она работает в ресторане в Чайнатауне. Она официантка в ресторане ",0x27,"Сэйки Хантен",0x27," недалеко от Канал-стрит.",0xff
                        db 1,0xff
                        db 0xf0,"Да, тот коп сказал... Если хотите его увидеть, приходите в бар под названием ",0x27,"WonderUp",0x27," в Гринвич-Виллидж.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Вечером 9-го я был на ночной смене. В тот день Сара исчезла.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю, почему Саре пришлось умереть.",0xff
                        db 1,0xff
                        db 0xf0,"Сара так сильно изменилась в этом городе.",0xff
                        db 1,0xff
                        db 0xf0,"Я не верю, что Сара покончила с собой. Сару, должно быть, убил кто-то.",0xff
                        db 1,0xff
                        db 0xf0,"Сара проходила прослушивание для этой бродвейской постановки. Она говорила мне, что уверена, что получит роль, но на самом деле не получила.",0xff
                        db 1,0xff
                        db 0xf0,"Страховка жизни? Муж подруги Сары - страховой агент, и он уговорил её оформить полис, вот она и сказала.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"После смерти Сары приходил коп. Его звали Бернард Армстронг. Он был чёрным. Но я не уверен, действительно ли он расследовал дело Сары.",0xff
                        db 0xf0,"Вы тоже коп? Тогда, пожалуйста, расследуйте дело Сары. Это точно было убийство.",0xff
                        db 0xf0,"Я не знаю этого человека.",0xff
                        db 0xf0,"M&M? Я не помню точно когда, но Сара однажды говорила мне, что кто-то водил её в это место.",0xff
                        db 0xf0,"Письмо Саре Шилдс? Ясно, есть ещё одна Сара Шилдс. Вы её знаете? Сара, которая здесь жила, была Сарой О. Шилдс. О - это Оливия.",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Это бланк кастинга, на который ходила Сара.",0xff
                        db 0xf0,"Что это за наркотик?",0xff
                        db 0xf0,"Сара... она начала употреблять кокаин ещё до того, как я об этом узнал.",0xff
                        db 0xf0,"Она сказала, что получила их от кого-то. Возможно, тот человек, который дал Саре духи, что-то знает.",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"А, это та пьеса, в которой Сара хотела получить главную роль.",0xff
                        db 0xf0,"Я не понимаю.",0xff
                        db "Она выглядела настоящей деловой женщиной.",0xff
                        db "Визит Дж. Б. был ей явно неприятен.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Извините, а вы кто? Мистер Дж. Б. Гарольд. Если вы хотите спросить об Энди Муре, я отвечу.",0xff
                        db 0xf0,"Вы мистер Гарольд, верно? ",0xff
                        db 0xf0,"Чем я могу вам помочь?",0xff
                        db 0xf0,"Не думаю, что нам есть о чём говорить.",0xff
                        db 0xf0,"Что вы хотите узнать?",0xff
                        db 0xf0,"Мне нечего вам рассказать.",0xff
                        db 1,0xff
                        db 0xf0,"Меня зовут Диана Мюллер.",0xff
                        db 0xf0,"Сколько, по-вашему, мне лет?",0xff
                        db 0xf0,"Я менеджер Энди Мура.",0xff
                        db 0xf0,"Группа крови A.",0xff
                        db 0xf0,"К сожалению, я до сих пор не замужем. Мои родители живут в Вашингтоне.",0xff
                        db 0xf0,"Я из Ричмонда.",0xff
                        db 0xf0,"Я работаю его менеджером уже 5 лет.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Сара Шилдс? Кто это?",0xff
                        db 0xf0,"Возможно, она была на прослушивании, но я не помню.",0xff
                        db 0xf0,"Я уже сказала, что не знаю.",0xff
                        db 0xf0,"С журналистами я предпочитаю не связываться.",0xff
                        db 1,0xff
                        db 0xf0,"Извините, но я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Думаю, она хозяйка клуба M&M.",0xff
                        db 1,0xff
                        db 0xf0,"Кто это?",0xff
                        db 1,0xff
                        db 0xf0,"Понятия не имею.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Энди сейчас в театре ",0x27,"Blueberry",0x27,". Он очень занят подготовкой к своей новой постановке. Не беспокойте его по пустякам.",0xff
                        db 1,0xff
                        db 0xf0,"За кого вы меня принимаете?",0xff
                        db 1,0xff
                        db 0xf0,"У неё главная роль в следующей постановке. Премьера уже скоро.",0xff
                        db 1,0xff
                        db 0xf0,"Никогда о ней не слышала.",0xff
                        db 1,0xff
                        db 0xf0,"Я не имела возможности с ним встретиться, но слышала, что он был уважаемым бизнесменом.",0xff
                        db 1,0xff
                        db 0xf0,"Понятия не имею.",0xff
                        db 1,0xff
                        db 0xf0,"В этом городе слишком много желающих стать музыкантами.",0xff
                        db 1,0xff
                        db 0xf0,"Аллен - агент предстоящей постановки.",0xff
                        db 1,0xff
                        db 0xf0,"Я... я на самом деле его совсем не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"Что?! Она сестра Энди? Я этого не знала, поэтому и выставила её. Что мне теперь делать...?",0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Вечер 9-го? С какой стати я должна вам об этом рассказывать?",0xff
                        db 0xf0,"Вы пришли выкапывать какой-то скандал про Энди? Как грубо!",0xff
                        db 0xf0,"Откуда мне знать?",0xff
                        db 1,0xff
                        db 0xf0,"Это не ваше дело. В этом офисе всё идёт отлично.",0xff
                        db 1,0xff
                        db 0xf0,"Последнее прослушивание было для новой работы Энди, поэтому пришло очень много молодых девушек.",0xff
                        db 0xf0,"Ну, ничего. Что вы хотите сказать?",0xff
                        db 0xf0,"Это история о любви молодых девушек, живущих в большом городе, глазами ангела, спустившегося на Манхэттен. Это обязательно будет фантастическая постановка.",0xff
                        db 1,0xff
                        db 0xf0,"Я этого не знала.",0xff
                        db 1,0xff
                        db 0xf0,"В чём вообще дело?",0xff
                        db 1,0xff
                        db 0xf0,"Сейчас мне не хочется об этом говорить.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Это всё, что вы хотели сказать? Тогда, пожалуйста, уходите.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 0xf0,"Что с этим не так?",0xff
                        db 1,0xff
                        db 0xf0,"Это тот же реквизит, который мы будем использовать в предстоящей постановке.",0xff
                        db 0xf0,"Ну и что?",0xff
                        db 0xf0,"Мне нечего вам об этом рассказывать.",0xff
                        db 1,0xff
                        db 0xf0,"Оставьте меня в покое.",0xff
                        db 0xf0,"Что насчёт этих духов? Что? Они были в комнате Сары О. Шилдс...",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xff
                        db 0xf0,"Это сценарий ",0x27,"Ангел",0x27,". Где вы его взяли?",0xff
                        db 0xff
                        db "У мужчины была необычная аура.",0xff
                        db 0xf0,"Чего вы хотите?",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Кто вы? ",0xff
                        db 0xf0,"Что?",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Чего вы хотите?",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Дж. Б. Гарольд? Я - Норман Слейзи.",0xff
                        db 0xf0,"Почему вы хотите это знать?",0xff
                        db 0xf0,"Вы знаете, чем я занимаюсь. Держу пари, именно поэтому вы и пришли.",0xff
                        db 0xf0,"Это не имеет значения.",0xff
                        db 0xf0,"Ваши вопросы смешны.",0xff
                        db 0xf0,"Конечно, я здесь родился и вырос.",0xff
                        db 0xf0,"Это не то, о чём рассказывают посторонним.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Я её не знаю. ",0xff
                        db 0xf0,"Что она сделала?",0xff
                        db 0xf0,"Я скажу вам одну вещь. Есть одно место на Бродвее, где проводят подпольные игры в покер. Сара знала об этом. И это правда...",0xff
                        db 0xf0,"Никогда его не видел.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"О, я его знаю. Хороший клиент.",0xff
                        db 1,0xff
                        db 0xf0,"Она плохо кончит, если продолжит водиться с таким парнем, как Энди Мур.",0xff
                        db 1,0xff
                        db 0xf0,"Сильная духом женщина.",0xff
                        db 1,0xff
                        db 0xf0,"Не знаю.",0xff
                        db 1,0xff
                        db 0xf0,"У меня нет знакомых в этой профессии.",0xff
                        db 1,0xff
                        db 0xf0,"Никогда не слышал этого имени.",0xff
                        db 1,0xff
                        db 0xf0,"Он скряга.",0xff
                        db 1,0xff
                        db 0xf0,"Так вы знаете Папашу Армстронга...",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"То, чем я занимаюсь и когда - не ваше дело.",0xff
                        db 1,0xff
                        db 0xf0,"Я не могу сказать вам больше. У нас свои правила.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Ничего я не могу вам рассказать.",0xff
                        db 1,0xff
                        db 0xf0,"Никогда её не видел.",0xff
                        db 0xf0,"Даже если бы я знал, что это такое, я бы вам не сказал.",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Я продал кокаин молодой женщине, которую мне представил Энди Мур. Это то, что вы хотите знать?",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db "Он оторвался от своей работы и посмотрел на Дж. Б.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Мистер Дж. Б. Гарольд? Так вы друг Пита.",0xff
                        db 0xf0,"А, вы к Питу?",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Чем я могу вам помочь?",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Меня зовут Арнольд Янг. Приятно познакомиться.",0xff
                        db 0xf0,"Мне 32 года.",0xff
                        db 0xf0,"Я работаю в редакционном отделе вместе с Питом.",0xff
                        db 0xf0,"Группа крови A.",0xff
                        db 0xf0,"У меня есть жена и дочь.",0xff
                        db 0xf0,"Я из Филадельфии.",0xff
                        db 0xf0,"Мы с Питом отвечаем за театральные страницы. Я старше его, но он работает здесь дольше.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Сара Шилдс? Ну, я её не знаю. Она что-то натворила?",0xff
                        db 0xf0,"Что?! Её могли убить? Вы расследуете это дело?",0xff
                        db 1,0xff
                        db 0xf0,"Он работает в задней комнате. Мне его позвать?",0xff
                        db 0xf0,"Позвольте сказать вам кое-что, мистер Гарольд. О нём ходит плохой слух. Похоже, он пристрастился к азартным играм и набрал кучу долгов.",0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Он продюсер, который в последнее время стал очень популярным.",0xff
                        db 1,0xff
                        db 0xf0,"Она секретарша Энди Мура. Я слышал, что она очень умная. С тех пор, как она начала работать с Муром, его дела пошли в гору. Она может предотвратить скандал еще до его начала. Она действительно жесткая.",0xff
                        db 1,0xff
                        db 0xf0,"Актриса",0xff
                        db 1,0xff
                        db 0xf0,"Понятия не имею.",0xff
                        db 1,0xff
                        db 0xf0,"Председатель концерна Bloom. Он умер первого числа этого месяца. Если хотите узнать о нём, просто почитайте газеты за то время.",0xff
                        db 1,0xff
                        db 0xf0,"Я не знаю.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Он известный критик. Я хорошо его знаю ещё с тех пор, когда работал в другом издательстве. Он действительно хороший парень.",0xff
                        db 0xf0,"Мистер Гарольд, вы хотите встретиться с мистером Диксонсом? Если хотите, я могу вас ему представить. Думаю, его офис находится на Вест-Сайде. Он редко встречается с посторонними, но через меня, возможно, согласится вас принять.",0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Мистер Гарольд, Пита сейчас нет...",0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Вечером 9-го? Я работал допоздна. Пит тоже был здесь. Сказал, что нужно закончить статью.",0xff
                        db 1,0xff
                        db 0xf0,"Думаю, Пит отвечает за статью об этой постановке.",0xff
                        db 1,0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xff
                        db 0xf0,"Недавно Пит выглядит подавленным. Я за него волнуюсь, но он мне ничего не рассказывает. Возможно, Пит расскажет вам больше, раз вы друзья ещё со школьных времён.",0xff
                        db 1,0xff
                        db 0xf0,"Так это та Сара Шилдс. Думаю, я где-то её видел... А, точно, я видел, как она играла на фортепиано в M&M.",0xff
                        db 0xf0,"У Пита была такая же карточка.",0xff
                        db 0xf0,"Письмо? Я ничего об этом не знаю.",0xff
                        db 0xf0,"Я ничего об этом не знаю.",0xff
                        ;db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 0xf0,"Это часы, которые раздавали в редакции к годовщине основания.",0xff
                        db 0xf0,"Я не знаю, что это такое.",0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db 1,0xff
                        db "Дж. Б. тщательно осмотрел пространство вокруг кровати. У изголовья он нашёл маленький флакон духов.",0xff
                        db "Дж. Б. не нашёл никаких улик.",0xff
                        db "На кровати, похоже, не было ничего особенного.",0xff
                        db "Дж. Б. взял флакон с духами.",0xff
                        db "Внимание Дж.Б. привлёк маленький столик, стоящий у стены. На нём лежала жестяная музыкальная шкатулка в форме сердца.",0xff
                        db "На столике ничего нет.",0xff
                        db "Ничего примечательного нет.",0xff
                        db "Дж. Б. положил музыкальную шкатулку в карман пиджака.",0xff
                        db "Дж. Б. наклонился и осмотрел пол. Под кроватью что-то лежало. В тусклом свете это выглядело как ложка.",0xff
                        db "Больше ничего интересного не было.",0xff
                        db "Дж. Б. осмотрел пол в этом месте, но ничего не нашёл.",0xff
                        db "Это была ложка необычной формы. Дж. Б. положил её в карман.",0xff
                        db "На окне висели светло-розовые занавески. Пока Дж. Б. осматривал их, в тени что-то блеснуло. Это были часы.",0xff
                        db "У окна, похоже, не было ничего примечательного.",0xff
                        db "Сара О. выпала из этого окна и разбилась насмерть. Дж. Б. некоторое время смотрел на вид города из окна.",0xff
                        db "Дж. Б. подобрал часы.",0xff
                        db "На стуле у окна Дж. Б. нашёл что-то похожее на открытку. На ней было написано ",0x27,"Бланк кастинга",0x27,0xff
                        db "Дж. Б. показалось, что ничего, что могло бы стать зацепкой, здесь нет.",0xff
                        db "Дж. Б. тщательно обыскал комнату сверху донизу, но не нашёл никаких улик.",0xff
                        db "Это была бланк кастинга на участие в бродвейской постановке. Дж. Б. положил её в карман.",0xff
                        db "Комната без Сары О. была тиха, как смерть.",0xff
                        db 0xff
