        db "Дж. Б. начал расследование, чтобы раскрыть тайну смерти Сары Шилдс.",0xff
        db "Там была Лорен Беннетт.",0xff
        db "Дж. Б. стоял перед офисом Джеда.",0xff
        db 1,0xff
        db "Дж. Б. направился в городскую библиотеку, где работала Джейн, дочь Джеда.",0xff
        db "Дж. Б. даже не представлял, куда бы он мог пойти для опроса свидетелей. ",0xff
        db "На зов вышел другой человек.",0xff
        db "Дж. Б. покинул городскую библиотеку.",0xff
        db "Дж. Б. попросил Джейн найти газетную статью, которая могла бы стать ключом к расследованию.",0xff
        db "Там не было ничего, что Дж. Б. хотел бы взять в руки и осмотреть.",0xff
        db "Дж. Б. позвал человека из соседней комнаты.",0xff
        db 0xf0,"Дж. Б., я не понимаю, какие именно статьи нужно искать.",0xff
