			db "Дж. Б. отправился в деловой район Нижнего Манхэттена.",0xff
			db 1,0xff
			db "Дж. Б. некоторое время осматривал здание. Однако ему казалось, что здесь нет зацепок, которые помогли бы раскрыть тайну смерти Сары.",0xff
			db "Дж. Б. прошёл по Канал-стрит и направился в Чайнатаун.",0xff
			db 1,0xff
			db "Вокруг Дж. Б. повсюду висели яркие вывески с китайскими иероглифами, а в воздухе витал аппетитный аромат утки по пекински.",0xff
			db "Дж. Б. пришёл в Сохо - Мекку лофт-искусства.",0xff
			db 1,0xff
			db "Дж. Б. дошёл до главной улицы, но у него не было желания заходить в переполненные молодыми ньюйоркцами галереи и магазины.",0xff
			db "Дж. Б. мельком посмотрел на выступления уличных артистов на Вашингтон-сквер и направился в Виллидж, где повсюду были стильные бутики.",0xff
			db 1,0xff
			db "В Гринвич-Виллидж царила свободная, яркая и полная жизни атмосфера Нью-Йорка. Дж. Б. некоторое время продолжал бродить по улицам.",0xff
			db "Дж. Б. стоял перед зданием, в котором находился офис компании ",0x27,"Блум и Ко.",0x27,0xff
			db 1,0xff
			db "Дж. Б. нанёс визит Ленарду Блуму.",0xff
			db 1,0xff
			db 1,0xff
			db "Ленард Блум, увидев Дж. Б., недовольно скривился.",0xff
			db "Дж. Б. вышел из офиса компании ",0x27,"Блум и Ко.",0x27,0xff
			db 1,0xff
			db "Дж. Б. отправился в Банк Манхэттена на Уолл-стрит.",0xff
			db 1,0xff
			db "Дж. Б. попросил на ресепшен вызвать Линду Уилсон.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db "Дж. Б. вышел из банка.",0xff
			db 1,0xff
			db "Дж. Б., пробираясь по узким улочкам Чайнатауна, наконец добрался до нужного магазина.",0xff
			db 1,0xff
			db 0x22,"Добро пожаловать",0x22," - устало произнесла официантка, выходя к нему.",0xff
			db 0x22,"Опять ты...",0x22," - с досадой бросила она.",0xff
			db 1,0xff
			db 1,0xff
			db "Дж. Б. вышел из магазина, чувствуя, что весь пропитался запахом жира.",0xff
			db 1,0xff
			db "Дж. Б. направился к дому, где жила Сара Шилдс.",0xff
			db 0xff
			db 0x22,"Кто такой? В какую квартиру идёшь?",0x22," - окликнула Дж. Б.  управляющая  домом.",0xff
			db 0xf0,"О, это ты.",0xff
			db 1,0xff
			db 1,0xff
			db "Дж. Б. некоторое время стоял на улице перед многоквартирным домом, глядя вверх на окно, из которого выпрыгнула Сара.",0xff
			db 1,0xff
			db "Дж. Б. направился в квартиру Дика Бейкера. Именно Дик обнаружил тело Сары Шилдс.",0xff
			db 0x22,"Дик Бейкер наверняка что-то знает",0x22," - подумал Дж. Б., вспоминая его мрачное выражение лица.",0xff
			db "Дж. Б. подошёл к комнате Дика Бейкера. Хозяин комнаты слегка приоткрыл дверь и показал своё лицо.",0xff
			db "Дик Бейкер появился с совершенно бесстрастным выражением лица.",0xff
			db 1,0xff
			db 1,0xff
			db "Дж. Б. покинул квартиру.",0xff
			db 1,0xff
			db "Офис Роджера Гибсона располагался в старом здании. Дж. Б. наконец нашёл маленькую галерею.",0xff
			db 1,0xff
			db "Хозяин галереи производил впечатление добродушного человека.",0xff
			db "Когда Дж. Б. вошёл в магазин, к нему вышел Роджер Гибсон.",0xff
			db 1,0xff
			db 1,0xff
			db "Дж. Б. покинул здание, в котором находилась галерея Гибсона.",0xff
			db 1,0xff
			db "Дж. Б. зашёл в сувенирный магазин, где продавались антикварные безделушки. Магазином управляла Селина Браун.",0xff
			db 1,0xff
			db "Появилась женщина с мягкой, доброй улыбкой.",0xff
			db 0x22,"Чем могу помочь?",0x22," - на встречу вышла Селина Браун.",0xff
			db "Увидев Дж. Б., она недовольно поморщилась.",0xff
			db 1,0xff
			db "Дж. Б. вышел из сувенирного магазина.",0xff
			db 1,0xff
			db "Дж. Б. стоял перед баром на окраине Гринвич-Виллидж.",0xff
			db 1,0xff
			db "В магазине было полутемно. Появилась молодая девушка.",0xff
			db 0xf0,"О, добро пожаловать",0xff
			db 1,0xff
			db 1,0xff
			db "Дж. Б. вышел из бара.",0xff
			db 1,0xff
			db "Дж. Б. пришёл в внебродвейский театр, где работала соседка Сары.",0xff
			db "Думая, что Фрэнни должна что-то знать, он специально пришёл повидаться с ней.",0xff
			db "Фрэнни Винсент была на кассе.",0xff
			db "Узнав Фрэнни, Дж. Б. подошёл ближе.",0xff
			db "Фрэнни явно была недовольна его появлением.",0xff
			db "Фрэнни стояла с рассеянным видом.",0xff
			db "Дж. Б. покинул тёмный и душный кинотеатр.",0xff
			db 1,0xff
			db "Молодой бизнесмен смотрел на Дж. Б. с подозрением.",0xff
			db 0xf0,"О, это снова ты. Что тебе нужно на этот раз?",0xff
			db 0x22,"Что тебе нужно?",0x22," Он отвёл взгляд от Дж. Б.",0xff
			db 1,0xff
			db 0xf0,"Значит, ты - Дж. Б. Гарольд. Мне звонила Нэнси. Что ты вынюхиваешь?",0xff
			db 0xf0,"О, это снова ты. Что тебе нужно на этот раз?",0xff
			db 0x22,"Ты действительно надоедливый тип. Что тебе нужно?",0x22," Он отвёл взгляд от Дж. Б.",0xff
			db 0x22,"Мне нечего тебе рассказать.",0x22," С лёгкой улыбкой он отвёл взгляд от Дж. Б.",0xff
			db 0xf0,"Что ты хочешь услышать?",0xff
			db 0xf0,"Извини, но у меня нет времени на пустую болтовню.",0xff
			db 0xf0,"Пожалуйста, уходи. Мне больше нечего тебе сказать, разве что... если это касается бизнеса.",0xff
			db 0xf0,"Я - Ленард Блум.",0xff
			db 0xf0,"Мне 28 лет.",0xff
			db 0xf0,"Я президент компании ",0x27,"Блум и Ко.",0x27,0xff
			db 0xf0,"У меня группа крови B.",0xff
			db 0xf0,"К счастью, я не женат. Мои родители погибли в авиакатастрофе 10 лет назад во время поездки по Европе.",0xff
			db 0xf0,"Я вырос в Манхэттене.",0xff
			db 0xf0,"С какой стати я должен рассказывать такие вещи совершенно незнакомому человеку?",0xff
			db 0xff
			db 0xff
			db 0xf0,"Сара Шилдс? Значит, ты расследуешь дело этой женщины. Кто за тобой стоит?",0xff
			db 0xf0,"Что ты хочешь от меня услышать?",0xff
			db 0xf0,"У меня нет ничего, что я мог бы рассказать о такой женщине.",0xff
			db 0xf0,"Ты имеешь ввиду репортёра из журнала ",0x27,"Эмпайр",0x27,"? Так ты его друг?",0xff
			db 1,0xff
			db 0xf0,"Я его не знаю.",0xff
			db 0xf0,"Даже если он один из моих клиентов, это не твоё дело.",0xff
			db 0xf0,"Ага, это хозяйка клуба M&M. Она часто рассказывает историю своей жизни. Говорит, что в молодости потеряла мужа и пережила много трудностей... хотя я не знаю, насколько это правда.",0xff
			db 1,0xff
			db 0xf0,"Этот бармен очень неразговорчивый. Не могу поверить, что он итальянец. Кажется, он влюблён в хозяйку. Для него это совсем нехарактерно.",0xff
			db 1,0xff
			db 0xf0,"А я, по твоему, кто такой?",0xff
			db 1,0xff
			db 0xf0,"Ну, он ни на что не годный.",0xff
			db 1,0xff
			db 0xf0,"Я никогда о ней не слышал.",0xff
			db 1,0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 0xf0,"Я помню, как встречал его в M&M. Продюсеры, похоже, очень популярны среди женщин. Он - мерзкий старик средних лет.",0xff
			db 1,0xff
			db 0xf0,"Я её не помню.",0xff
			db 1,0xff
			db 0xf0,"Она актриса. Очень своенравная. Я пригласил её на ужин, но она просто отказала.",0xff
			db 1,0xff
			db 0xf0,"Никогда о ней не слышал.",0xff
			db 1,0xff
			db 0xf0,"Мой дедушка был великим бизнесменом. Он основал концерн ",0x27,"Блум",0x27," при своей жизни.",0xff
			db 0xf0,"Я признаю, что дедушка не считал меня своим преемником. Но, в любом случае, я - законный наследник концерна ",0x27,"Блум",0x27,".",0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 0xf0,"Моя сестра. Она вышла замуж за единственного сына Келлермана, одного из деловых партнёров моего деда, но брак не сложился.",0xff
			db 1,0xff
			db 0xf0,"Наш сотрудник. Он что-то говорил?",0xff
			db 1,0xff
			db 0xf0,"О, этот детектив, от которого разит спиртным. Я не знаю, что он тут вынюхивает. Отвратительный тип.",0xff
			db 1,0xff
			db 0xf0,"Шилдс работал шофёром у моего деда.",0xff
			db 1,0xff
			db 0xf0,"Он - старый друг моего деда. Очень известный театральный критик.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Что я делал в ночь на 9-е? Я был дома, конечно. Я взял за правило ложиться спать в 11 вечера ради своего здоровья.",0xff
			db 0xf0,"Ты действительно очень настойчивый. Это не твоё дело, чем я занимаюсь и когда.",0xff
			db 0xf0,"Состояние должно естественно перейти к законному наследнику, разве нет?",0xff
			db 1,0xff
			db 0xf0,"Это не твоё дело.",0xff
			db 1,0xff
			db 0xf0,"Какие проблемы? Я просто хочу сейчас наслаждаться жизнью.",0xff
			db 1,0xff
			db 0xf0,"Дела идут хорошо. Здесь полно людей, которые хотят занять деньги.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Больше мне нечего тебе рассказать. Не мог бы ты уже уйти?",0xff
			db 1,0xff
			db 0xf0,"Я её не знаю.",0xff
			db 0xf0,"С этим баром что-то случилось?",0xff
			db 0xf0,"Что ты хочешь от меня добиться, показывая мне такую вещь? Что ты пытаешься заставить меня сказать?",0xff
			db 1,0xff
			db 0xf0,"Я ничего об этом не знаю.",0xff
			db 1,0xff
			db 0xf0,"Ты действительно надоедливый тип. Убирайся отсюда!",0xff
			db 0xf0,"Ну и что?",0xff
			db 1,0xff
			db 0xf0,"Это не моё.",0xff
			db 1,0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 0xf0,"Немедленно убирайся отсюда!",0xff
			db 1,0xff
			db "Её глаза были пустыми.",0xff
			db "Фрэнни, похоже, была раздражена визитом Дж. Б.",0xff
			db 1,0xff
			db "У неё был отсутствующий взгляд.",0xff
			db 0xf0,"Ты - Дж. Б. Гарольд, частный детектив из Либерти Таун, да? Значит, ты был знаком с Сарой...",0xff
			db 0x22,"Ты снова пришёл?",0x22,"  Фрэнни выглядела раздражённой визитом Дж. Б.",0xff
			db 0x22,"Мне нечего тебе сказать.",0x22," Она казалась раздражённой визитом Дж. Б.",0xff
			db 0xf0,"Что тебе нужно?",0xff
			db 0xf0,"Что?",0xff
			db 0xf0,"Сара мертва. Просто оставь её в покое.",0xff
			db 0xf0,"Убирайся отсюда. Мне нечего тебе сказать.",0xff
			db 0xf0,"Я - Фрэнни Винсент.",0xff
			db 0xf0,"Мне 23 года.",0xff
			db 0xf0,"Как видишь, я продаю билеты в этом дешёвом кинотеатре.",0xff
			db 0xf0,"Моя группа крови - B.",0xff
			db 0xf0,"У меня есть родители и брат.",0xff
			db 0xf0,"Я из Бруклина.",0xff
			db 0xf0,"После окончания школы я приехала сюда в погоне за мечтой. Я думала, что здесь, по ту сторону моста, меня ждёт что-то большее. А в итоге это всё, что у меня есть.",0xff
			db 0xff
			db 0xff
			db 0xf0,"Я больше не хочу говорить о Саре. Для меня это было очень тяжёлое событие. Теперь мне нужно найти новую соседку по комнате. Это очень дорого - платить аренду одной.",0xff
			db 0xf0,"Она выглядела очень милой, но часто ранила чувства других. Слишком холодная, и всегда с таким видом, будто читает чужие мысли.",0xff
			db 0xf0,"Это могло быть уби... нет, неважно.",0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 0xf0,"Это отец Сары. Он приходил в квартиру два или три раза. Но Саре он, похоже, очень не нравился.",0xff
			db 1,0xff
			db 0xf0,"Это хозяйка бара, где Сара играла на фортепиано. Сара всегда говорила, что она очень добрая и хорошая женщина.",0xff
			db 1,0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 0xf0,"Кто это?",0xff
			db 0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 0xf0,"Я просто обычная девушка.",0xff
			db 1,0xff
			db 0xf0,"Он живёт в квартире напротив нас. Я не говорила об этом полиции, но он всегда подглядывал за нами. Он странный.",0xff
			db 1,0xff
			db 0xf0,"Каждая девушка, мечтающая стать звездой Бродвея, знает, кто он. Сейчас он самый популярный продюсер.",0xff
			db 1,0xff
			db 0xf0,"Ну, я не знаю.",0xff
			db 1,0xff
			db 0xf0,"Она актриса. Ты её не знаешь?",0xff
			db 1,0xff
			db 0xf0,"Я не знаю...",0xff
			db 1,0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 0xf0,"Это мать Сары. Сара её искала.Сара говорила, что приехала в этот город, чтобы найти свою мать.",0xff
			db 1,0xff
			db 0xf0,"Он мой парень. Работает в ювелирном магазине Кристи на Пятой авеню.",0xff
			db 1,0xff
			db 0xf0,"Эта женщина любит совать нос в чужие дела.",0xff
			db 1,0xff
			db 0xf0,"Она моя подруга, Энн. Именно она познакомила меня с Сарой. Она работает в универмаге ",0x27,"у Люси",0x27," недалеко от Бродвея.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Я пила до утра на вечеринке у подруги. И... всю ночь я была со своим парнем. А, как его зовут? Джонни. Джонни Гир.",0xff
			db 0xf0,"В ту ночь я так и не вернулась к себе в квартиру.",0xff
			db 0xf0,"Я, и... я не знаю. Может, у неё были свои причины, по которым она не могла говорить.",0xff
			db 1,0xff
			db 0xf0,"Я знала, что Сара приехала в Манхэттен, чтобы найти свою мать. Но, похоже, она так и не смогла её увидеть.",0xff
			db 1,0xff
			db 0xf0,"Мы жили вместе, но почти не виделись. Когда я возвращалась домой, Сара уже уходила в бар, а когда она возвращалась, я уже спала.",0xff
			db 1,0xff
			db 0xf0,"Мне всё равно, была ли у Сары страховка или нет.",0xff
			db 1,0xff
			db 0xf0,"Когда я искала соседку по комнате, Энн... Моя подруга Энн Мёрфи познакомила меня с ней. Это было примерно три месяца назад.",0xff
			db 1,0xff
			db 0xf0,"Это не имеет ко мне никакого отношения.",0xff
			db 1,0xff
			db 0xf0,"Я выйду замуж за Джонни.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Забудь об этом. Сара мертва. Я больше не хочу о ней говорить.",0xff
			db 1,0xff
			db 0xf0,"Почему у тебя фотография Сары?",0xff
			db 0xf0,"Сара там работала.",0xff
			db 0xf0,"Не знаю.",0xff
			db 0xf0,"Это такая же музыкальная шкатулка, как та, что была у Сары, когда она умерла.",0xff
			db 0xf0,"Я не знаю такой вещи.",0xff
			db 1,0xff
			db 0xf0,"Сара всегда принимала эти таблетки. Я не знаю, для чего они.",0xff
			db 0xf0,"Не знаю.",0xff
			db 1,0xff
			db 0xf0,"Это не моё.",0xff
			db 0xf0,"Это ключ не от нашей квартиры.",0xff
			db 0xf0,"Я не курю. И Сара тоже.",0xff
			db 0xf0,"Так в чём же дело?",0xff
			db 1,0xff
			db 1,0xff
			db "Средних лет женщина смотрела на Дж. Б. с интересом.",0xff
			db "Сюзанна Хиггинс пристально смотрела в лицо Дж. Б.",0xff
			db 0xff
			db 0xff
			db 0xf0,"Сара Шилдс? Ты её знаешь? Я, кажется, тебя раньше не видела.",0xff
			db 0xf0,"О, это ты. У тебя есть какие-то интересные новости?",0xff
			db 0xff
			db 0xff
			db 0xf0,"Что ты хочешь от меня услышать?",0xff
			db 0xff
			db 0xff
			db 0xf0,"Меня зовут Сюзанна Хиггинс. Ты детектив?",0xff
			db 0xf0,"Невежливо спрашивать даму о её возрасте.",0xff
			db 0xf0,"Я управляющая этого дома.",0xff
			db 0xf0,"Группа крови A. Так ты всё-таки детектив, раз задаёшь такие вопросы. Я так и думала. Полагаю, Сару убили, не так ли?",0xff
			db 0xf0,"Мой муж сильно заболел и умер 5 лет назад, а мои сыновья женились и разъехались кто-куда. Теперь я живу одна.",0xff
			db 0xf0,"Я из Нью-Джерси.",0xff
			db 0xf0,"Это долгая история.",0xff
			db 0xff
			db 0xff
			db 0xf0,"Ты уже третий , кто приходит с подобными расспросами",0xff
			db 0xf0,"Она выглядела доброй и милой, но такие девушки на самом деле очень плохие. К ней в комнату приходило много мужчин.",0xff
			db 0x22,"Если ты действительно хочешь узнать о ней побольше, я покажу тебе её комнату. Просто не говори Фрэнни.",0x22," - сказала Сюзанна Хиггинс и открыла дверь мастер-ключом.",0xff
			db 0xf0,"Я его не знаю. Кто он такой?",0xff
			db 1,0xff
			db 0xf0,"Он сказал, что он ювелир, но на самом деле очень подозрительный тип. Хотя у него умерла собственная дочь, он даже не пришёл отдать дань уважения или забрать её вещи. Она никогда не обретёт покой.",0xff
			db 1,0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 0xf0,"Кто это?",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Сейчас её нет. Она на работе. Я слышала, она работает в кинотеатре под названием ",0x27,"Театр Лала",0x27," на Бауэри-стрит.",0xff
			db 0xf0,"У неё была ссора с Сарой из-за мужчины по имени Джонни.",0xff
			db 0xf0,"Он подозрительный тип. Он, похоже, не работает и целыми днями торчит в своей комнате.",0xff
			db 1,0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Она приходила сюда и спрашивала, не видела ли я кого-нибудь в ночь её смерти. Но я сказала ей, что никого не видела. Я здесь не дежурю всю ночь.",0xff
			db 1,0xff
			db 0xf0,"Я слышала, что это богатый человек, который недавно умер.",0xff
			db 1,0xff
			db 0xf0,"Никогда о ней не слышала.",0xff
			db 1,0xff
			db 0xf0,"Я его знаю. Фрэнни говорит, что он её парень, но мне показалось, что он был без ума от Сары. Да, думаю, Фрэнни тоже это заметила.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Я, конечно, была в своей комнате в ту ночь. Не знаю почему, но мне плохо спалось и я так и не смогла уснуть до самого утра.",0xff
			db 1,0xff
			db 0xf0,"Ну, я не знаю почему.",0xff
			db 1,0xff
			db 0xf0,"Мать Сары? С ней что-то случилось?",0xff
			db 1,0xff
			db 0xf0,"Я не знаю. Я уважаю частную жизнь жильцов. Я ничего не могу тебе рассказать.",0xff
			db 1,0xff
			db 0xf0,"Страховка? Ты что, страховой агент? Мне это не интересно.",0xff
			db 1,0xff
			db 0xf0,"Наследство? Звучит интересно. Расскажи мне об этом.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Я тут подумала... Ты  очень похож на моего первого любовника. Очень похож, правда.",0xff
			db 0xf0,"Это только между нами. Если честно... я видела, как кто-то входил в комнату Сары в ночь её смерти. Но я решила не поднимать здесь шум и поэтому ничего не сказала полиции",0xff
			db 0xf0,"О, это Сара. Зачем тебе её фотография? О, я знаю! Ты был любовником Сары.",0xff
			db 0xf0,"M&M - это то место, где работала Сара.",0xff
			db 0xf0,"Что это такое?",0xff
			db 0xf0,"О, это музыкальная шкатулка Лори. Когда я была молода, такие были в моде. У каждой девушки тогда была такая.",0xff
			db 0xf0,"Что?",0xff
			db 1,0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Этот ключ не от этой квартиры.",0xff
			db 0xf0,"Сара не курила.",0xff
			db 0xf0,"Что это такое?",0xff
			db 1,0xff
			db 1,0xff
			db "Мужчина холодно смотрел на Дж. Б.",0xff
			db "Мужчина, казалось, был чем-то напуган.",0xff
			db "Дик Бейкер выглядел так, будто хотел что-то сказать.",0xff
			db 1,0xff
			db 0xf0,"............",0xff
			db 0xf0,"Что... тебе нужно?",0xff
			db 0xf0,"...",0xff
			db 1,0xff
			db 0xf0,"............",0xff
			db 1,0xff
			db 0xf0,"Я уже рассказал тебе... всё.",0xff
			db 0xf0,"Дик... Бейкер.",0xff
			db 0xf0,"...",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"...Ричмонд...",0xff
			db 0xf0,"............",0xff
			db 0xff
			db 0xff
			db 0xf0,"Я видел, как та женщина... падала из окна.",0xff
			db 0xf0,"Она умерла.",0xff
			db 0xf0,"Самоубийство или убийство - в любом случае это смерть.",0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 0xf0,"............",0xff
			db 1,0xff
			db 0xf0,"Кто это?",0xff
			db 1,0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 0xf0,"Я... он мне не нравится...",0xff
			db 1,0xff
			db 0xf0,"Та женщина, она вернулась... в ту ночь.",0xff
			db 1,0xff
			db 0xf0,"Я никому не верю.",0xff
			db 1,0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Богатым всё равно... они спокойно топчут других.",0xff
			db 1,0xff
			db 0xf0,"............",0xff
			db 1,0xff
			db 0xf0,"Мне плевать на других.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Я был в этой комнате и всю ночь смотрел на звёзды.",0xff
			db 0xf0,"Я ничего не видел. Я никуда не выходил.",0xff
			db 0xf0,"Она прыгнула... раскинув руки, как ангел.",0xff
			db 1,0xff
			db 0xf0,"Некоторым лучше быть мёртвыми, чем живыми...",0xff
			db 1,0xff
			db 0xf0,"Я ничего не видел.",0xff
			db 1,0xff
			db 0xf0,"............",0xff
			db 1,0xff
			db 0xf0,"Чужие деньги для меня ничего не значат.",0xff
			db 1,0xff
			db 0xff
			db 1,0xff
			db 0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Зачем ты расследуешь дело мёртвой? Просто оставь её в покое.",0xff
			db 1,0xff
			db 0xf0,"Это... Это она. Она умерла.",0xff
			db 0xf0,"Я не знаю.",0xff
			db 0xf0,"............",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db "В руке у неё было красное меню, написанное по-китайски.",0xff
			db 0x22,"Что тебе от меня нужно?",0x22," - устало глядя на Дж. Б., спросила официантка.",0xff
			db 0xff
			db 0xff
			db 0xf0,"Ты хочешь узнать о Саре Шилдс?",0xff
			db 1,0xff
			db 1,0xff
			db 0xff
			db 0x22,"Я на работе. Если буду просто болтать, босс меня отругает.Закажи уже что-нибудь.",0x22," Дж. Б. заказал одно из самых дешёвых блюд из заляпанного жиром меню.",0xff
			db 0xff
			db 0xff
			db 0xf0,"Меня зовут Грейс Джексон.",0xff
			db 0xf0,"В следующий четверг мне исполнится 22 года.",0xff
			db 0xf0,"Я начинающая актриса.",0xff
			db 0xf0,"Группа крови A.",0xff
			db 0xf0,"У меня больная мать и никудышный брат.",0xff
			db 0xf0,"Я родилась в Бронксе.",0xff
			db 0xf0,"Я стану великой актрисой. Через 10 лет туристические автобусы обязательно будут останавливаться перед этим рестораном. Будут говорить, что Здесь когда-то работала знаменитая актриса.",0xff
			db 0xff
			db 0xff
			db 0xf0,"Да, я её знаю. Но Сара мертва. Она выпрыгнула из окна своей комнаты.",0xff
			db 0xf0,"Сара ушла, ничего не сказав Эрику. А потом вернулась и покончила с собой.",0xff
			db 1,0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Никогда не слышала этого имени.",0xff
			db 1,0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 0xf0,"Кто это?",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Ты знаешь Энди Мура? Многие хотят попасть в его постановку. Сара была одной из них.",0xff
			db 1,0xff
			db 0xf0,"Она секретарша Энди Мура. Во время прослушивания она стояла рядом с ним и злобно смотрела на девушек.",0xff
			db 1,0xff
			db 0xf0,"Я ненавижу эту актрису.",0xff
			db 1,0xff
			db 0xf0,"Не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Шилдс? Девушка, которую я знаю - это Сара, Сара О. Шилдс.",0xff
			db 1,0xff
			db 0xf0,"Эрик любил Сару. Я слышала, что после её смерти он совсем замкнулся в себе, сидит в комнате и даже не ходит в офис.",0xff
			db 1,0xff
			db 0xf0,"Энн - подруга Сары. Её муж - страховой агент, и она постоянно уговаривает нас оформить страховку.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"В ночь  9-го я работала здесь. С 7 вечера до 2 часов ночи.",0xff
			db 1,0xff
			db 0xf0,"Возможно, провал на прослушивании стал для неё слишком тяжёлым ударом. Она проходила прослушивание на Бродвее.",0xff
			db 1,0xff
			db 0xf0,"У Сары был мужчина, кроме Эрика. Этот мужчина выглядел гораздо старше Сары и очень богатым. Я помню, она что-то такое говорила.",0xff
			db 1,0xff
			db 0xf0,"Сара говорила мне, что обязательно получит роль, на которую проходила прослушивание. Она сказала, что у неё отличные связи. Она выглядела странно уверенной.",0xff
			db 1,0xff
			db 0xf0,"Это последняя работа Энди Мура. Я тоже хотела получить там роль.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Больше ничего. Что будете заказывать?",0xff
			db 1,0xff
			db 0xf0,"Кто это? Я не знаю.",0xff
			db 0xf0,"Я тут ни при чем. ",0xff
			db 0xf0,"Итак, что это значит?",0xff
			db 0xf0,"Я видела такую музыкальную шкатулку. Их продают в одном магазине в Гринвич-Виллидж.",0xff
			db 0xf0,"Я не знаю.",0xff
			db 0xf0,"Это бланк кастинга на ",0x27,"Ангел",0x27,". Я проходила прослушивание вместе с Сарой. Меня отсеяли на письменном экзамене, но Сара прошла в финал.",0xff
			db 0xf0,"Что это за таблетки?",0xff
			db 0xf0,"Ты с ума сошёл, показывая это здесь!?",0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Это сценарий ",0x27,"Ангел",0x27,"! Как он к тебе попал?",0xff
			db 0xf0,"Понятия не имею.",0xff
			db "Мужчина в мятом пальто сидел за стойкой и пил крепкий напиток.",0xff
			db "От детектива Армстронга разило алкоголем",0xff
			db 0xff
			db 0xff
			db 0xf0,"Насчёт Сары Шилдс? Почему ты расследуешь её дело? Ты её знал?",0xff
			db 0x22,"Привет, Дж. Б. Гарольд из полиции Либерти Таун.",0x22," - От детектива Армстронга разило алкоголем.",0xff
			db 0xff
			db 0xff
			db 0xf0,"У тебя есть что-то интересное для меня или как?",0xff
			db 0xff
			db 0xff
			db 0xf0,"Меня зовут Бернард Армстронг. Не хочешь выпить? Здесь подают хороший бурбон.",0xff
			db 0xf0,"Мне хорошо за сорок.",0xff
			db 0xf0,"Я детектив 6-го округа, полиция Нью-Йорка.",0xff
			db 0xf0,"Моя группа крови - O.",0xff
			db 0xf0,"У меня сварливая жена и лающая собака.",0xff
			db 0xf0,"Я родился в Гарлеме",0xff
			db 0xf0,"Я начал работать после возвращения из Вьетнама. У этого обычного детектива нет блестящей карьеры.",0xff
			db 0xff
			db 0xff
			db 0xf0,"Да, я знаю Сару. О какой Саре ты хочешь поговорить?",0xff
			db 0xf0,"Ты расследуешь дело Сары Дж. Шилдс. Откуда ты её знаешь? Из паба в Либерти Таун? Понятно. Она была красоткой?",0xff
			db 0xf0,"Кстати, ты знаешь что неделю назад умерла другая Сара Шилдс? Это чистая правда. Проверь газеты. Эта Сара - Сара Н. Шилдс. Твоё дело, похоже,  становится довольно запутанным.",0xff
			db 0xf0,"Ты его друг... твой друг в последнее время, похоже, влипает в неприятности.",0xff
			db 1,0xff
			db 0xf0,"Я слышал, что дела в ювелирном магазине идут не очень хорошо.",0xff
			db 1,0xff
			db 0xf0,"У меня нет знакомых, которые владеют элитными ночными клубами.",0xff
			db 0xf0,"Гарольд, если хочешь узнать прошлое Лорен Беннетт... тебе следует пойти в Банк Манэттэна на Уолл-стрит и поговорить с женщиной по имени Линда Уилсон",0xff
			db 0xf0,"Кто это?",0xff
			db 0xf0,"Банзетти - известный шулер.",0xff
			db 0xf0,"Этот идиот из концерна ",0x27,"Блум",0x27,". Ты его знаешь?",0xff
			db 1,0xff
			db 0xf0,"Этот адвокат замешан в делах о наследстве.",0xff
			db 0xf0,"Рой Бейкер тоже регулярно играет в покер.",0xff
			db 0xf0,"Думаю, она ничего не сделала.",0xff
			db 1,0xff
			db 0xf0,"Не знаю.",0xff
			db 1,0xff
			db 0xf0,"Продюсер с Бродвея? Похоже, он замешан в каких-то тёмных делишках..",0xff
			db 1,0xff
			db 0xf0,"Ну, я не знаю.",0xff
			db 1,0xff
			db 0xf0,"Она актриса. К тому же симпатичная.",0xff
			db 1,0xff
			db 0xf0,"Она любовница Ричарда Кристи.",0xff
			db 1,0xff
			db 0xf0,"Богатые всегда непостоянны. Я слышал, его последние слова были очень возмутительными.",0xff
			db 1,0xff
			db 0xf0,"Кто? Мать Сары Дж. Шилдс? Что с ней случилось?",0xff
			db 1,0xff
			db 0xf0,"Она - звезда этого заведения. Благодаря ей я всегда наслаждаюсь хорошей выпивкой.",0xff
			db 1,0xff
			db 0xf0,"Она внучка Блума.",0xff
			db 1,0xff
			db 0xf0,"Надеюсь, он не слишком сильно переживает. Он ещё молодой. Ему лучше найти новую девушку.",0xff
			db 1,0xff
			db 0xf0,"Он отец Сары Н. Есть от него какие-нибудь новости?",0xff
			db 1,0xff
			db 0xf0,"Он шофёр семьи Блум. Он много знает об этой семье.",0xff
			db 1,0xff
			db 0xf0,"Вы все хотите увидеть Нормана. Тебе нужно поехать в Гарлем. Он довольно опасный для старого козла. Просто упомяни моё имя, и он, возможно, немного поговорит.",0xff
			db 0xf0,"Так что сказал Норман?",0xff
			db 0xf0,"Ага, сестра Энди Мура сейчас здесь проездом. Ты с ней встречался и что-нибудь слышал?",0xff
			db 1,0xff
			db 0xf0,"Он собирается рассказать тебе историю, связанную с прошлым Лорен Беннетт.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Моё алиби? Возможно, тебя это разочарует, но я никак не связан с этим делом, потому что работал в ночную смену.",0xff
			db 1,0xff
			db 0xf0,"Да, есть что-то подозрительное в этом самоубийстве. Поэтому ты и расследуешь дело, верно? Что ж, меня это тоже беспокоит.",0xff
			db 1,0xff
			db 0xf0,"Вопросы о страховке жизни, да? Но если Сара О. умерла, не получив страховку, то страховые деньги становятся мотивом для убийства, ты так думаешь?",0xff
			db 1,0xff
			db 0xf0,"В семье Блум, похоже, разгорается война за наследство.",0xff
			db 0xf0,"Да, Гарольд, Сара, которую ты знаешь - это героиня трагедии. Её просто втянули в эту историю с наследством Блумов.",0xff
			db 0xf0,"Музыкальная шкатулка, которую держала Сара. Она в лаборатории. Ты же знаешь, что не можешь её забрать.",0xff
			db 1,0xff
			db 0xf0,"У нас есть некоторая информация об играх в покер. И я готов поспорить, ты можешь догадаться, где их проводят.",0xff
			db 0xf0,"Твой друг, похоже, вложил кучу денег.",0xff
			db 0xf0,"И меня отправили на фронт. Те, кто пережил войну, имеют много вещей, которые они не хотят вспоминать.",0xff
			db 1,0xff
			db 0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Ты действительно любишь совать нос в неприятности.",0xff
			db 0xf0,"Напитки между рабочими сменами на вкус очень приятные. Почему ты спрашиваешь?",0xff
			db 0xf0,"Это фотография Сары Дж.",0xff
			db 0xf0,"Интересно, что означает эта карточка.",0xff
			db 0xf0,"Итак, Сара прочитала это письмо и пришла увидеть свою мать.",0xff
			db 0xf0,"Её музыкальная шкатулка - такая же, как та, что держала Сара, когда она умерла.",0xff
			db 0xf0,"Извини, но я плохо разбираюсь в музыке.",0xff
			db 0xf0,"В чём дело?",0xff
			db 0xf0,"Это похоже на аспирин или что-то подобное.",0xff
			db 0xf0,"Это ложечка для кокаина. Ты кладешь кокс вот в эту пластиковую часть и вдыхаешь через нос. Где ты это взял?",0xff
			db 0xf0,"Ну и что?",0xff
			db 1,0xff
			db 0xf0,"Я не знаю.",0xff
			db 0xf0,"Я не курю Camel.",0xff
			db 0xf0,"Что? Лори Блум - мать Сары Дж. Шилдс?! Так, теперь я понял.",0xff
			db 0xf0,"Так что есть женщина, которая сделает всё, чтобы получить это.",0xff
			db 0xf0,"Всё верно, мистер Гарольд. Похоже, Сара стала наследницей имущества Лоуренса Блума. Её самоубийство, должно быть, было заранее спланированным преступлением.",0xff
			db "Она смотрела на Дж. Б. с мягкой улыбкой.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xf0,"Пожалуйста. Вы здесь впервые, верно?",0xff
			db 0x22,"О, это снова вы. Детектив Армстронг внутри.",0x22," - Мягко улыбаясь, она смотрела на Дж. Б.",0xff
			db 0xff
			db 0xff
			db 0xf0,"Чем я могу вам помочь?",0xff
			db 1,0xff
			db 0xff
			db 0xf0,"Меня зовут Патриция Томпсон.",0xff
			db 0xf0,"Мне 19 лет.",0xff
			db 0xf0,"Я здесь работаю.",0xff
			db 0xf0,"Моя группа крови - O.",0xff
			db 0xf0,"Я живу с сестрой и её мужем.",0xff
			db 0xf0,"Я родилась в Сиэтле.",0xff
			db 0xf0,"Я приехала в этот город после окончания школы.",0xff
			db 0xff
			db 0xff
			db 0xf0,"О, это та женщина, дело которой расследует детектив Армстронг.",0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Ну, я не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Он -  бармен в клубе ",0x27,"M&M",0x27," на Бродвее. Владелец этого заведения тоже итальянец, они давно знакомы. Говорят, раньше он работал в казино.",0xff
			db 1,0xff
			db 0xf0,"Никогда с ним не встречалась.",0xff
			db 1,0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"А, слышала о нём. Это ведь продюсер с Бродвея, верно?",0xff
			db 1,0xff
			db 0xf0,"Я её не знаю.",0xff
			db 1,0xff
			db 0xf0,"Она актриса.",0xff
			db 1,0xff
			db 0xf0,"Я её не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Он постоянный клиент нашего заведения. Кажется, он всё время пьёт, но на самом деле, я слышала, что он хороший полицейский и раскрыл несколько очень сложных дел.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Я работала здесь.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Между нами говоря, детектив Армстронг сейчас расследует какое-то дело. Возможно, оно связано с тем, что вы ищете.",0xff
			db 0xf0,"Вы тоже детектив?",0xff
			db 0xf0,"Никогда не встречалась.",0xff
			db 0xf0,"Это только между нами. Детектив Армстронг расследует какое-то дело. Возможно, оно связано с вашим.",0xff
			db 0xf0,"Что это?",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Что это за лекарство?",0xff
			db 0xf0,"Это ложечка для кокаина. Я видела такую в магазине для хиппи.",0xff
			db 0xf0,"Понятия не имею.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db "Она выглядела весьма серьёзной.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Что вам нужно?",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xf0,"Что вам  нужно?",0xff
			db 1,0xff
			db 0xff
			db 0xf0,"Меня зовут Линда Уилсон.",0xff
			db 0xf0,"Мне 35 лет.",0xff
			db 0xf0,"Я секретарь управляющего филиалом.",0xff
			db 0xf0,"Группа крови - B.",0xff
			db 0xf0,"У меня муж и двое сыновей.",0xff
			db 0xf0,"Я из Чикаго.",0xff
			db 0xf0,"Моего мужа перевели в Манхэттен в прошлом месяце, мы только недавно сюда переехали.",0xff
			db 0xff
			db 0xff
			db 0xf0,"Сара Шилдс? Нет, никогда о ней не слышала.",0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 0xf0,"Лорен! Одно только упоминание этого имени вызывает у меня отвращение. Моего брата, Марка Беннетта, убила эта женщина.",0xff
			db 1,0xff
			db 0xf0,"Нет, я его не знаю.",0xff
			db 1,0xff
			db 0xf0,"Никогда с ним не встречалась.",0xff
			db 1,0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Марк, мой брат, был подающим надежды композитором. Его убили 23 года назад. Я уверена, что Лорен убила его.",0xff
			db 0xf0,"Да, в то время Марк, похоже, был влюблён в кого-то другого, а не в Лорен. И поэтому у них не сложились отношения. Имени той женщины мне никто не называл.",0xff
			db 0xf0,"Да, я его знаю. Детектив, верно? Он приходил с распросами о Лорен и моём брате Марке.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Я была в Чикаго 9-го. В тот день была годовщина его смерти.",0xff
			db 1,0xff
			db 0xf0,"Марк был талантливым композитором и очень хорошим человеком. Он очень хорошо ко мне относился.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Нет,больше ничего .",0xff
			db 1,0xff
			db 0xf0,"Я её не знаю.",0xff
			db 0xf0,"Что?! Этот бар принадлежит Лорен Беннетт!",0xff
			db 0xf0,"Понятия не имею.",0xff
			db 0xf0,"Не знаю.",0xff
			db 0xf0,"Это очень старые ноты. Ого... их, наверное, написал Марк. Посмотри сюда. Видишь его подпись?",0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Думаю, это ключ от банковской ячейки.",0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db "Владелец галереи выглядел добродушным человеком.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Добрый день, сэр. Вы пришли, чтобы увидеть Клаудию Шилдс? Могу я узнать ваше имя?",0xff
			db 0xf0,"Чем я могу вам помочь?",0xff
			db 0xff
			db 0xff
			db 0xf0,"Чем я могу вам помочь, сэр?",0xff
			db 1,0xff
			db 0xff
			db 0xf0,"Меня зовут Роджер Гибсон. А вас, сэр? Вы, должно быть, мистер Дж. Б. Гарольд. Очень приятно познакомиться",0xff
			db 0xf0,"Мне 48 лет.",0xff
			db 0xf0,"Мои работы выставлены в этой галерее.",0xff
			db 0xf0,"Группа крови O.",0xff
			db 0xf0,"Сейчас я холост.",0xff
			db 0xf0,"Я из Бостона.",0xff
			db 0xf0,"Я всего лишь малоизвестный художник.",0xff
			db 0xff
			db 0xff
			db 0xf0,"Вы имеете в виду Сару Дж. Шилдс?",0xff
			db 0xf0,"Она дочь покойной Клаудии. К сожалению, я слышал, что она выпрыгнула из окна и покончила с собой.",0xff
			db 0xf0,"На самом деле Сара не была родной дочерью Клаудии. Полагаю, Клаудия написала письмо, чтобы сообщить Саре об этом.",0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 0xf0,"Он - первый муж Клаудии. Когда Клаудия погибла в аварии, я сообщил ему об этом, но он так и не появился на похоронах.",0xff
			db 1,0xff
			db 0xf0,"Эта дама приходила сюда несколько раз. Она даже купила одну из моих работ. Она очень много расспрашивала о Клаудии.",0xff
			db 1,0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Никогда не встречал.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Ну, он приходил сюда однажды. Это было незадолго до смерти Клаудии. Он пришёл встретиться с ней. Они долго разговаривали, но я не знаю, о чём именно.",0xff
			db 1,0xff
			db 0xf0,"Она погибла в ДТП. Она была пьяна и выбежала на проезжую часть. Её сбил автомобиль, который только что выехал из-за поворота... Она умерла на месте. Это было шесть месяцев назад.",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"В ночь 9-го меня здесь не было. Я был в Вашингтоне, округ Колумбия, по делам.",0xff
			db 1,0xff
			db 0xf0,"Я даже дал объявление в газету. Клаудия не была домоседкой. Она постоянно куда-то уезжала и возвращалась.",0xff
			db 1,0xff
			db 0xf0,"Нет, я на ней не женился. Хотя, оглядываясь назад, я думаю, что был счастлив жить с ней. Она была очень доброй и сердечной женщиной.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Нет, больше ничего.",0xff
			db 1,0xff
			db 0xf0,"Да, это та девушка. Сара, дочь Клаудии.",0xff
			db 0xf0,"Я не знаю.",0xff
			db 0xf0,"Это письмо, которое Клаудия отправила перед смертью. Сара получила это письмо и пришла увидеться с ней. Но, к сожалению, они так и не встретились.",0xff
			db 0xf0,"Эта музыкальная шкатулка напоминает мне о старых временах. Должно быть, это шкатулка Лори. Она сделана компанией ",0x27,"Игрушки Блум",0x27,".",0xff
			db 0xf0,"Я не знаю.",0xff
			db 0xf0,"В чём дело?",0xff
			db 1,0xff
			db 0xf0,"Что с этим?",0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Я отдал его Саре. Клаудия имела этот ключ при себе, когда погибла в аварии. Я не знаю, от чего он, но подумал, что это может быть памятная вещь. Поэтому я отдал его ей.",0xff
			db 0xf0,"Я не знаю.",0xff
			db 0xf0,"Так вы имеете в виду, что Лори - настоящее имя матери Сары?",0xff
			db 0xf0,"Что?",0xff
			db 1,0xff
			db "Она выглядела мягкой, но уверенной в себе.",0xff
			db 0x22,"Что ещё?",0x22," - Она пристально посмотрела Дж. Б. в лицо.",0xff
			db "Селина Браун выглядела немного нервной.",0xff
			db 1,0xff
			db 0xf0,"Вы хотите узнать о Саре Шилдс? Кто вы такой? Детектив из Либерти Таун, да? Мистер Гарольд?",0xff
			db 0xf0,"И снова вы здесь. - Она выглядела так, будто вот-вот заплачет.",0xff
			db 1,0xff
			db 0xf0,"И вот вы снова здесь.",0xff
			db 0xf0,"Что вы хотите узнать?",0xff
			db 0xf0,"Это срочно? Я сейчас очень занята.",0xff
			db 0xf0,"Мне больше нечего вам рассказать.",0xff
			db 0xf0,"Меня зовут Селина Браун.",0xff
			db 0xf0,"Мне 30 лет.",0xff
			db 0xf0,"Я только недавно открыла этот магазин.",0xff
			db 0xf0,"У меня группа крови A.",0xff
			db 0xf0,"Я наслаждаюсь жизнью в одиночестве.",0xff
			db 0xf0,"Я из Куинса.",0xff
			db 0xf0,"Я наконец смогла накопить достаточно денег, чтобы открыть этот магазин. Для меня это всё.",0xff
			db 0xff
			db 0xff
			db 0xf0,"Я до сих пор не могу поверить, что Сара умерла. Это была настоящая трагедия. Ричард был очень удивлён её внезапным самоубийством.",0xff
			db 0xf0,"Я видела её несколько раз. Она была настоящей красавицей.",0xff
			db 0xf0,"Сара совершила самоубийство. Просто оставьте всё как есть.",0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 0xf0,"Он встретился со своей дочерью спустя более чем 10 лет. А потом она внезапно покончила с собой. Похоже, для него это стало сильным ударом. Невозможно описать словами его горе.",0xff
			db 0xf0,"Ричард ничего не сделал.",0xff
			db 0xf0,"Я её не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Не знакома.",0xff
			db 1,0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 0xf0,"Она соседка Сары по комнате. С ней что-то случилось?",0xff
			db 1,0xff
			db 0xf0,"Нет, не знакома.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 0xf0,"Обычная женщина.",0xff
			db 1,0xff
			db 0xf0,"Я слышала это имя раньше, но...",0xff
			db 1,0xff
			db 0xf0,"Нет, я её не знаю.",0xff
			db 1,0xff
			db 0xf0,"Он парень Фрэнни. Работает у Ричарда.",0xff
			db 1,0xff
			db 0xf0,"Я его не знаю.",0xff
			db 1,0xff
			db 0xf0,"Да, она моя подруга. Что вы от неё слышали?",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Я была с Ричардом всю ту ночь.",0xff
			db 0xf0,"Я ничего особенного не делала.",0xff
			db 0xf0,"Я не знаю почему.",0xff
			db 1,0xff
			db 0xf0,"Я только начала своё дело. Я не могла отказать.",0xff
			db 1,0xff
			db 0xf0,"Ричард - очень добрый человек. Я серьёзно думаю о том, чтобы выйти за него замуж.",0xff
			db 1,0xff
			db 0xf0,"Мать Сары... нет, я ничего о ней не знаю!",0xff
			db 1,0xff
			db 0xf0,"Ричард никому не должен денег!",0xff
			db 1,0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xff
			db 0xf0,"Я знаю... нет, ничего.",0xff
			db 0xf0,"Больше мне нечего вам рассказать.",0xff
			db 0xf0,"Это Сара.",0xff
			db 0xf0,"Я не знаю.",0xff
			db 0xf0,"Письмо от Клаудии Шилдс. Да, она действительно здесь, в Манхэттене.",0xff
			db 0xf0,"Такая музыкальная шкатулка очень распространена. Их можно найти в любом антикварном магазине.",0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 0xf0,"...Ну?",0xff
			db 0xf0,"Я не знаю.",0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db 1,0xff
			db "Дж. Б. обыскал пространство вокруг кровати. Под подушкой он нашёл футляр для таблеток. Открыв крышку, он обнаружил внутри белые таблетки.",0xff
			db "Он не нашёл ничего, что могло бы помочь ему в расследовании.",0xff
			db "Дж. Б. проверил тумбочку у кровати, но там, похоже, не было никаких улик.",0xff
			db "Дж. Б. положил футляр с белыми таблетками в свой карман.",0xff
			db "Дж. Б. обыскал письменный стол в углу комнаты. Перебрав по одному все маленькие ящики стола, в нижнем ящике он нашёл письмо, адресованное Саре Дж. Шилдс.",0xff
			db "Он не нашёл зацепок для раскрытия дела.",0xff
			db "Дж. Б. взглянул на поверхность маленького стола в углу комнаты, но там, похоже, не было никаких улик.",0xff
			db "Отправителем письма была Клаудия Шилдс. Дж. Б. убедился в имени и положил письмо в свой карман.",0xff
			db "Дж. Б. обыскал пол в комнате Сары и под кроватью нашёл коробку из-под сигарет.",0xff
			db "Похоже, это не имело отношения к делу.",0xff
			db "Дж. Б. не смог найти ничего, связанного с делом.",0xff
			db "Сигареты были марки ",0x27,"Camel",0x27,0xff
			db 0xff
			db "Дж. Б. осмотрел всё вокруг, но ничего не нашёл.",0xff
			db "Дж. Б. пристально посмотрел на окно, из которого выпрыгнула Сара. Царапины на раме выглядели так, будто по ней ударили чем-то тяжёлым.",0xff
			db 0xff
			db "Дж. Б. тщательно обыскал комнату и нашёл ключ, лежавший за вазой на комоде.",0xff
			db "Дж. Б. не смог найти никаких улик.",0xff
			db "Дж. Б. не знал, что именно он должен искать.",0xff
			db "Что это за ключ? Дж. Б. поднял его.",0xff
			db "С момента инцидента никто не прикасался к комнате Сары.",0xff
			db 0xff