                db 0xf0,"Причина смерти - определённо черепно-мозговая травма, но неясно, были ли на теле подозрительные следы или нет.",0xff
                db 0xf0,"Дж. Б., мы получили результаты вскрытия Сары. Никаких следов яда.",0xff
                db 0xf0,"Итак, Сару выбросили из окна. ",0xff
                db 0xf0,"Около 2 часов ночи, 9-го",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Тело было найдено на улице перед ",0x27,"Апартаментами Хиггинс",0x27," в Сохо, где жила Сара.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Первый звонок в полицию сделал Дик Бейкер. Он живёт в квартире напротив Сары. Возможно, был кто-то ещё, кроме Дика Бейкера, кто видел тело Сары.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Сара была в белом платье. Земля была забрызгана кровью. В правой руке она сжимала музыкальную шкатулку.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"По данным полиции Нью-Йорка, в момент происшествия в её комнате никого не было. Но я уверен, что с Сарой был кто-то ещё.",0xff
                db 1,0xff
                db 0xf0,"Дик Бейкер видел силуэт женщины.",0xff
                db 0xf0,"У нас пока нет новостей от Кэтрин.",0xff
                db 0xf0,"Я только что попросил её проверить кое-что. Надеюсь, она сможет что-нибудь найти.",0xff
                db 0x22,"Дж. Б., у нас есть кое-какие новости. Кэтрин прислала копию свидетельства о рождении Сары Дж.",0x22," ...сказав это, Джед передал Дж. Б. лист бумаги.",0xff
                db 0xf0,"Мы не получали никаких других новостей от Кэтрин с тех пор.",0xff
                db 0xf0,"Это факт, что Сара О. Шилдс исчезла, никому ничего не сказав. Что она делала 9-го числа и куда пошла в тот день - неясно.",0xff
                db 1,0xff
                db 0xf0,"Есть ещё несколько моментов, которые остаются неясными.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Это не похоже на простое самоубийство. Ты согласен, Дж. Б.?",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Говорят, Сара Н. Шилдс совершила самоубийство, потому что сильно переживала из-за роли, которую должна была играть в постановке.",0xff
                db 0xf0,"Я спрашивал коллег по театру, но они говорят, что репетиции шли хорошо, и она не проявляла никаких признаков беспокойства или суицидальных наклонностей.",0xff
                db 1,0xff
                db 0xf0,"Сара О. и Сара Н. проходили прослушивание на одну и ту же роль. Вопрос в том, как это связано с делом Сары Дж.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Пока не могу сказать точно.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Марк Беннетт был подающим надежды композитором, но его зарезали в грудь в возрасте 26 лет. Тело нашли перед пианино у него дома. ",0xff
                db 0xf0,"В то время его жена подозревалась в убийстве и была обвинена. Но достаточных улик не нашли. В итоге присяжные признали её невиновной. В конце концов убийцу так и не поймали.",0xff
                db 1,0xff
                db 0xf0,"Прошлое Лорен Беннетт, похоже, имеет отношение к Саре Дж.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Лорен Беннетт знает, кто убил Марка?",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Это произошло около 40 лет назад. Дочь Лоуренса Блума была похищена. Преступник потребовал выкуп, но не появился в назначенном месте передачи. Девочку так и не нашли.",0xff
                db 0xf0,"В то время Лоуренс управлял небольшой фабрикой игрушек. Он делал маленькие музыкальные шкатулки и, выражая любовь к своей дочери, начал продавать их под названием ",0x27,"Лори",0x27,". Эти шкатулки Лори продавались как горячие пирожки.",0xff
                db 0xf0,"Блум и Ко., выкупившая капитализацию ",0x27,"музыкальных шкатулок Лори",0x27,", расширяла бизнес всё больше и больше. Не будет преувеличением сказать, что концерн Блум стала тем, чем  является сегодня исключительно благодаря ",0x27,"музыкальной шкатулке Лори",0x27,".",0xff
                db 0xf0,"Это проблема.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Дело осталось нераскрытым.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Он может что-то знать. В конце концов, он, предположительно, журналист, верно?",0xff
                db 0xf0,"Дж. Б., я ненавижу обвинять твоего друга, но я думаю, он имеет какое-то отношение к этому делу.",0xff
                db 0xf0,"Я вижу... я не ожидал, что он зайдёт так далеко, чтобы убить Сару. Я знаю, как ты должен себя чувствовать.",0xff
                db 0xf0,"Он отец Сары. Он владеет ювелирным магазином на Пятой авеню.",0xff
                db 0xf0,"Правда, что магазин Кристи сейчас плохо работает. Банк даже отклонил его просьбу о кредите, а он всё равно умудрился найти деньги на открытие магазина Селины Браун. Как ему это удалось - вот в чём вопрос.",0xff
                db 0xf0,"За Кристи стоял Ленард Блум.",0xff
                db 0xf0,"Она хозяйка клуба под названием M&M, где работала Сара.",0xff
                db 0xf0,"Похоже, она что-то скрывает о Саре.",0xff
                db 0xf0,"Лорен Беннетт исчезла? Дж. Б., это правда?",0xff
                db 0xf0,"Лорен Беннетт, похоже, очень доверяет ему. Он очень осторожный человек.",0xff
                db 0xf0,"У Банзетти есть секрет, который он пытается сохранить. ",0xff
                db 0xf0,"В M&M с помощью этого мужчины проводились подпольные игры в покер.",0xff
                db 0xf0,"Он внук Лоуренса Блума. Его отец, Чарльз, не был родным сыном Лоуренса по крови. Он был усыновлён в качестве преемника бизнеса. У Лоуренса не было своих детей. У Чарльза не было таланта к ведению бизнеса, поэтому не смог занять пост президента.",0xff
                db 0xf0,"Он очень умён. Будь осторожен.",0xff
                db 0xf0,"Если состояние Лоуренса Блума не будет передано ему...",0xff
                db 0xf0,"Он юридический советник семьи Блум. Все дела по наследству доверены ему.",0xff
                db 0xf0,"Этот адвокат также является постоянным посетителем M&M.",0xff
                db 1,0xff
                db 0xf0,"Она была соседкой Сары по комнате. Мы ещё не выяснили, как и почему они начали жить вместе.",0xff
                db 0xf0,"Фрэнни ревновала Сару... Верно, Дж. Б.?",0xff
                db 0xf0,"Дж. Б., женщинам трудно понять.",0xff
                db 0xf0,"Он живёт в квартире напротив ",0x27,"Аппартаментов Хиггинс",0x27,". Я однажды заходил к нему, но он очень странный. Он ничего мне не рассказал.",0xff
                db 0xf0,"Дж. Б., вы думаете, он что-то видел в ту ночь?",0xff
                db 0xf0,"Дж. Б., возможно, в этом городе много мужчин вроде Дика Бейкера.",0xff
                db 0xf0,"Он музыкальный продюсер, набирающий популярность. Ходят слухи о женщинах в его жизни.",0xff
                db 0xf0,"Это Энди Мур - мужчина, с которым встречалась Сара О.?",0xff
                db 0xf0,"Итак, Энди Мур знал о прошлом Марка Беннетта.",0xff
                db 0xf0,"Она секретарь Энди Мура. ",0xff
                db 0xf0,"Женщина, которая скрывает сплетни, чтобы защитить Энди Мура.",0xff
                db 1,0xff
                db 0xf0,"Актриса с 5-летним стажем. Она появится в новой постановке Энди Мура.",0xff
                db 0xf0,"Чтобы обеспечить себе позицию главной актрисы, она убила Сару... Возможно ли это?",0xff
                db 0xf0,"Похоже, причина самоубийства Сары Дж. Шилдс как-то связана с этим.",0xff
                db 0xf0,"Похоже, она любовница Ричарда Кристи.",0xff
                db 0xf0,"Капитал, который она использовала для открытия своего магазина, был предоставлен Кристи.",0xff
                db 1,0xff
                db 0xf0,"Он основал Блум и Ко. Я слышал, он тоже был клиентом M&M.",0xff
                db 0xf0,"Дж. Б., похоже, необходимо расследовать дело о похищении дочери Лоуренса Блума. Вы можете найти зацепки.",0xff
                db 0xf0,"В итоге он пожертвовал своей дочерью ради бизнеса.",0xff
                db 0xf0,"Она живёт в Манхэттене?",0xff
                db 0xf0,"Значит, Клаудия уже была мертва...",0xff
                db 1,0xff
                db 0xf0,"Интересно, что делает детектив Армстронг.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Он - известный театральный критик. Его мнение настолько влиятельно, что, говорят, оно может в одночасье закрыть бродвейское шоу.",0xff
                db 0xf0,"Этот критик и Лоуренс Блум были близкими друзьями.",0xff
                db 0xf0,"Возможно, этот старик знает всё о Лоуренсе Блуме.",0xff
                db 0xf0,"Она - сестра Леонарда Блума. Говорят, ей нет дела до наследства, но в этом нельзя быть уверенным, Дж. Б.",0xff
                db 0xf0,"Значит, она беспокоится о Леонарде.",0xff
                db 1,0xff
                db 0xf0,"Этот тип - Накркодилер. В последнее время он расширяет свою территорию вокруг Бродвея.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я не понимаю, о чём думает нынешняя молодёжь. Дж. Б., что ты думаешь? Ему можно доверять?",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Он - агент Энди Мура.",0xff
                db 0xf0,"Он давно работает вместе с Энди Муром. Разве не думаешь, что он что-то знает?",0xff
                db 1,0xff
                db 0xf0,"Сестра Энди Мура. Ты узнал от неё что-нибудь об Энди Муре?",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Женщина, которая знает о прошлом Лорен Беннет.",0xff
                db 0xf0,"Дж. Б., возможно, стоит расследовать дело Марка Беннета, о котором она упомянула.",0xff
                db 1,0xff
                db 0xf0,"Дж. Б., ты знаешь, почему Сара прислала тебе клубную карту M&M?",0xff
                db 0xf0,"Значит, Сара знала о смерти Клаудии.",0xff
                db 1,0xff
                db 0xf0,"Она живёт в квартире на Вест-Сайде, 94. Я был там и несколько раз звонил в дверь, но её всегда нет.",0xff
                db 0xf0,"Что? Сара О. мертва!? Это всё усложняет.",0xff
                db 0xf0,"Кто связан с Сарой О.?",0xff
                db 0xf0,"Что? Ещё одна Сара Шилдс? Дж. Б., нужно расследовать и её случай самоубийства тоже.",0xff
                db 0xf0,"Дж. Б., почему бы тебе не проверить тех, кто связан с Сарой Н. Шилдс?",0xff
                db 0xf0,"Ты сообщал об этом её отцу?",0xff
                db 0xff
                db 0xff
                db 0xf0,"С тех пор от Кэтрин не было никаких вестей",0xff
                db 0xf0,"Я проделал большую работу, но так и не смог найти никого, кто знает причину.",0xff
                db 0xf0,"Тут не может быть ошибки. Сару, должно быть, убили.",0xff
                db 0xf0,"Мать Сары - значит, она ключ к делу.",0xff
                db 0xf0,"Мне сказали, что Сара говорила, будто приехала на Манхэттен, чтобы встретиться с матерью.",0xff
                db 0xf0,"Что Клаудия хотела сказать Саре?",0xff
                db 0x22,"Мать Сары - она должна быть ключом к делу... Кстати, Дж. Б., я принёс то, что Сара хранила в банковской ячейке, вместе с ключом, который ты мне дал.",0x22," - Сказав это, Джед передал Дж. Б. старую нотную рукопись.",0xff
                db 0xf0,"Как ни странно, получателем по страховке Сары тоже была Сара Шилдс, Сара О. Шилдс.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я был в полиции по поводу музыкальной шкатулки, но мне никто ничего так и не сказал.",0xff
                db 0xf0,"Музыкальная шкатулка, которую Сара держала в руках, похоже, - это ",0x27,"музыкальная шкатулка Лори",0x27,", которую 'Игрушки Блум' выпустила много лет назад. Лоуренс Блум, музыкальная шкатулка и Сара... интересно.",0xff
                db 1,0xff
                db 0xf0,"Квартира была очень старой, и снаружи под окном не было веранды. Свежая царапина на подоконнике, говорят, была оставлена каким-то металлическим предметом.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"На занавеске, как утверждают, не было крови. Но разрыв на ней свидетельствует о том, что Сара с кем-то боролась.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Это последняя работа Энди Мура. Прослушивание на неё прошло в начале этого месяца. Актёры репетируют перед премьерой. Похоже, Мур метит на главную театральную премию этого года.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Дж. Б., когда происходит убийство, за этим чаще всего стоят деньги.Тебе стоит проверить, кто из причастных отчаянно нуждается в деньгах.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Дж. Б., мне кажется, наследство Блумов - в основе этого дела.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Сара не была дочерью Клаудии. Возможно, нам нужно выяснить, кто были настоящие родители Сары.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Дж. Б., как думаешь, Сара знала про игры в покер?",0xff
                db 1,0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Дж. Б., Пит сам из этого выберется.",0xff
                db 0xf0,"Что-то всё ещё не даёт мне покоя, но, в любом случае, обвинение снято...",0xff
                db 0xf0,"Дж. Б., почему она исчезла...? ",0xff
                db 0xf0,"Это фотография Сары, когда она жила в Либерти-Тауне.",0xff
                db 0xf0,"То, что Сара была похожа на жену Лоуренса, Мэри, означает... Ну, Дж. Б., что ты думаешь?",0xff
                db 0xf0,"Это карточка, которую тебе прислала Сара Шилдс. Именно там Сара работала. Владелица - Лорен Беннет. Бар открыли год назад.",0xff
                db 0xf0,"Теперь понял, Дж. Б.! Эта карточка, должно быть, распространяется только среди членов покерного круга.",0xff
                db 0xf0,"Это письмо от матери Сары. Но адрес отправителя размыт и неразборчив.По нему нельзя понять, где искать Клаудию.",0xff
                db 0xf0,"Что Клаудия хотела сказать Саре?",0xff
                db 0xf0,"Музыкальная шкатулка в форме сердца. Что это значит, если она была в комнате Сары О.?",0xff
                db 0xf0,"Понятно, Дж. Б. Это такая же, как та, что была у Сары Дж.",0xff
                db 0xf0,"Дж. Б., это нотная запись, хранившаяся в банковской ячейке. Похоже, она очень старая, что это за произведение?",0xff
                db 0xf0,"Эта партитура была написана отцом Сары?",0xff
                db 0xf0,"В этом городе много молодых девушек, которые хотят стать звёздами. Сара О. наверняка была одной из них.",0xff
                db 0xf0,"Среди причастных к этому делу, возможно, есть ещё кто-то, связанный с прослушиванием Энди Мура.",0xff
                db 0xf0,"Что это за лекарство? Сара принимала его регулярно?",0xff
                db 0xf0,"Если в этом лекарстве есть яд, значит, кто-то хотел убить Сару.",0xff
                db 0xf0,"Дж. Б., это ложечка для кокаина.",0xff
                db 1,0xff
                db 0xf0,"Очень дорогая штука.",0xff
                db 1,0xff
                db 0xf0,"Дж. Б., внимательно посмотри сюда. На обороте часов выгравированы какие-то буквы. Возможно, чьи-то инициалы. Похоже, П.Г.",0xff
                db 0xf0,"Но интересно, почему часы Пита оказались в той комнате...",0xff
                db 0xf0,"Что ж, этот ключ подходит к какой-то двери. Но мы не можем бегать и проверять все двери в городе. Это невозможно.",0xff
                db 0x22,"Дж. Б., я понял! Это должно быть ключ от банковской ячейки. Я выясню, какому банку она принадлежит...",0x22," Сказав это, Джед взял ключ.",0xff
                db 0xf0,"Сара не курила. Значит, преступник мог это там оставить.",0xff
                db 0xf0,"Дж. Б., ты выяснил, кто курит ",0x27,"Camel",0x27,"?",0xff
                db 0xf0,"Дж. Б., смотри. Имя Лори указано как имя её матери. Это становится очень серьёзным.",0xff
                db 0xf0,"Дж. Б., если мать Сары - Лори Блум, как написано здесь, и она та самая Лори Блум, дочь Лоуренса Блума... тогда выходит, что Сара была внучкой Лоуренса Блума.",0xff
                db 0xf0,"Это сценарий ",0x27,"Ангела",0x27,".",0xff
                db 1,0xff
                db 0xf0,"Так здесь сказано: ",0x27,"Завещаю всё своё имущество Саре Дж. Шилдс. В случае, если Сара уже умерла... имущество переходит к тому, кто будет признан моим ближайшим родственником",0x27,0xff
                db 0xf0,"Если Сара мертва, кто унаследует имущество?",0xff
                db 0xf0,"Ну, если ты проведёшь допрос, я уверен, что-нибудь выяснится. Хорошо, Дж. Б., хочешь попробовать?",0xff
                db 0xf0,"Дж. Б., подозрения относительно этого человека сняты. Нет смысла продолжать расследование",0xff
                db 0xf0,"Дж. Б., не спеши. Мы не можем быть уверены, пока не получим больше информации об этом человеке.",0xff
                db 0xf0,"Дж. Б., ясны ли отношения между этим человеком и Сарой?",0xff
                db 0xf0,"Дж. Б., ты расспросил всех о действиях этого человека 9-го числа?Ну, думаю, ты ничего не упустил.",0xff
                db 0xf0,"Дж. Б., давай подумаем внимательно.Ты достаточно расспросил всех, чтобы сделать вывод, что этот человек действительно связан с делом?",0xff
                db 0x22,"Глава концерна Блум, Лоуренс Блум, скончался",0x22," Экономические круги Нью-Йорка в трауре. Лоуренс Блум скончался утром 1-го числа от сердечной недостаточности в клинике Манхэттена.",0xff
                db 0xf0,"Г-н Блум был предпринимателем, который за одно поколение превратил ",0x27,"Игрушки Блум",0x27," из небольшого оптовика игрушек в крупную компанию. Такие изделия, как ",0x27,"Музыкальная шкатулка Лори",0x27," дарившие детям мечты, были результатом его идей.",0xff
                db 0xf0,"Объявление в газете: Вы знаете Клаудию Шилдс? Мы ищем женщину на фото. Среднего роста и телосложения. Имеет привычку говорить немного быстро.Возраст: 45. Блондинка. Тёмно-синие глаза.",0xff
                db 0xf0,"Если у вас есть какая-либо информация, свяжитесь с: Роджер Гибсон, Вест-10, Хадсон-стрит,  галерея Гибсона.",0xff
                db 0xf0,"Молодая женщина прыгнула на встречу смерти!? Около 11 вечера 24-го числа продавщица, жившая на Вест-Сайде, выпрыгнула из окна своей квартиры и погибла.",0xff
;                db 0xf0,"Периодически шёл дождь, и улица была мокрой. Свидетелей не было. Погибшая - Сара О. Шилдс, 23 года. По данным полиции Нью-Йорка, судя по шраму на запястье и оставленным на месте вещам, она пыталась покончить с собой при помощи ножа, но не смогла. Не сумев умереть, в отчаянии выпрыгнула из окна.",0xff
                 db 0xf0,"Временами шёл дождь, и улица была мокрой. Свидетелей не было. Погибшая - Сара О. Шилдс, 23 года. По данным полиции, судя по шраму на запястье и оставленным вещам, она пыталась покончить с собой при помощи ножа, Но не сумев умереть, в отчаянии выпрыгнула из окна.",0xff
                db 0xf0,"Смертельный прыжок! В 12 часов дня 22-го числа молодая женщина покончила с собой. Сара Н. Шилдс, 24 года. Она бросилась с крыши здания на Бродвее.Похоже, молодая женщина была подавлена из-за неуверенности в себе перед предстоящей ролью в театральной постановке.",0xff
                db 0xf0,"Её отец, мистер Уильям Шилдс, который управляет домом Лоуренса в Ист-Виллидж, скорбит по своей умершей дочери.",0xff
                db 0xf0,"Я согласна с тобой и с папой. Сара Дж. Шилдс не совершала самоубийства.Я думаю, это дело об убийстве.",0xff
                db 1,0xff
                db 0xf0,"Дж. Б., возможно, ты сможешь найти какие-нибудь зацепки, если встретишься с матерью Сары.",0xff
                db 0xf0,"Дж. Б., я просмотрела старые газеты и нашла объявление о Клаудии Шилдс в газете годичной давности. Разве это не мать Сары? Посмотри, пожалуйста.",0xff
                db 0xf0,"Страхование жизни и загадочное самоубийство... Думаю, эта версия заслуживает внимания.",0xff
                db 1,0xff
                db 0xf0,"Почему Сара держала музыкальную шкатулку?",0xff
                db 1,0xff
                db 0xf0,"Окончательные результаты прослушивания должны были объявить 10-го числа.Интересно, почему Сара О. исчезла ещё до объявления результатов?",0xff
                db 1,0xff
                db 0xf0,"Новой информации у нас нет.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Интересно, кто настоящая мать Сары.",0xff
                db 1,0xff
                db 0xf0,"Значит, Сара знала это.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Дж. Б., у нас нет результатов расследования.",0xff
                db 1,0xff
                db 0xf0,"Значит, это Сара Шилдс. Она красивая, но выглядит немного печальной.",0xff
                db 1,0xff
                db 0xf0,"Я однажды была в M&M. Там посетителей развлекала красивая женщина, но такой клубной карты в баре я не видела.",0xff
                db 1,0xff
                db 0xf0,"Дж. Б., в этом письме сказано: ",0x27,"Дорогая Сара,мне нужно тебе кое-что сказать.Пожалуйста, приди ко мне.Я буду ждать",0x27,0xff
                db 1,0xff
                db 0xf0,"Это музыкальная шкатулка из жести. Когда открываешь крышку, начинает играть мелодия. Похоже, она очень старая.",0xff
                db 1,0xff
                db 0xf0,"Это очень старая партитура. Дай-ка я сделаю копию... Попросу кого-нибудь из музыкального отдела библиотеки проверить её.",0xff
                db 0xf0,"Дж. Б., мы выяснили. Эту партитуру написал Марк Беннет, умерший более 20 лет назад. Название - ",0x27,"Моему ещё не рождённому ребенку",0x27,". Его последняя работа.",0xff
                db 0xf0,"Это обычный бланк кастинга на Бродвее.Её выдала Big Apple.",0xff
                db 1,0xff
                db 0xf0,"Что это за таблетки? Дай мне одну.У меня есть друг-фармацевт. Я попрошу его её проверить.",0xff
                db 0xf0,"Дж. Б., мы выяснили состав таблетки. Это обезболивающее.Но есть кое-что ещё. В ней обнаружены следы цианистого калия.В такой дозе это наверняка было бы смертельно.",0xff
                db 0xf0,"Театр, наркотики и женщины... должно быть, это ключи к делу.",0xff
                db 1,0xff
                db 0xf0,"Это дорогие духи. Это не то, что может позволить себе юная девушка.",0xff
                db 0xf0,"Дж. Б., ты выяснил, кто подарил эти духи Саре О.?",0xff
                db 0xf0,"Ничего особенного.",0xff
                db 1,0xff
                db 0xf0,"Для чего этот ключ? Похоже, он не от квартиры и не от офиса.",0xff
                db 1,0xff
                db 0xf0,"Сигареты Camel",0xff
                db 1,0xff
                db 0xf0,"Сара была дочерью Лори Блум... Дж. Б., как ты думаешь, Сара это знала?",0xff
                db 1,0xff
                db 0xf0,"Сценарий мюзикла ",0x27,"Ангел",0x27,". Посмотри сюда: ",0x27,"Состав исполнителей",0x27,". Имя ведущей актрисы зачёркнуто чёрными чернилами.",0xff
                db 1,0xff
                db 0xf0,"Дж. Б., это значит... Сару Дж. Шилдс назначили наследницей Лоуренса Блума.",0xff
                db 1,0xff
                db 0xf0,"Дж. Б., как прошли опросы?",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Джей Би, если я могу чем-то помочь тебе, пожалуйста, дай мне знать. Я сделаю все, что смогу",0xff
                db 1,0xff
                db 1,0xff
                db "Дж. Б. зашёл в ирландский бар на углу улицы.",0xff
                db "Хозяин бара узнал Дж. Б. и подал ему его любимый напиток.",0xff
                db "Дж. Б. поставил стакан на стойку.",0xff
                db 0xf0,"Дж. Б., есть ещё что расследовать?",0xff
                db 0xf0,"Что ты вдруг говоришь?",0xff
                db 0xf0,"Дж. Б., я не понимаю, о чём ты",0xff
                db 0xf0,"Э-это...",0xff
                db 0xf0,"Завязывай с плохими шутками. Если речь об этой девушке Саре, я к этому не имею никакого отношения.",0xff
                db 0xf0,"Дж. Б., ты мешаешь мне работать. Иди домой",0xff
                db 0xf0,"Ух...",0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"С меня довольно, Дж. Б.",0xff
                db 0xf0,"Хочешь меня разозлить?",0xff
                db 0xf0,"Это... это...",0xff
                db 0xf0,"Извини, но я очень занят.",0xff
                db 0xf0,"Меня никто не спрашивал.",0xff
                db 0xf0,"Это Лау...",0xff
                db 0xf0,"Я тебе уже всё сказал, что знаю.",0xff
                db 0xf0,"Дж. Б., ты меня подозреваешь?",0xff
                db 0xf0,"Дж. Б.... это...",0xff
                db 0xf0,"Дж. Б., я знаю, что ты ищешь убийцу Сары. Но обвинять меня, твоего друга, - это уже слишком. Я разочарован.",0xff
                db 0xf0,"Дж. Б., я признаю, что знал Сару Шилдс и бывал в M&M.Прости, что не сказал тебе об этом. Но в чём, собственно, проблема? ",0xff
                db 0xf0,"Дж. Б., ты очень изменился.Я давно тебя не видел и не думал, что ты из тех, кто обвиняет старого друга. Брат. Просто брось это глупое расследование и возвращайся в Либерти-Таун.",0xff
                db 0xf0,"Да, Дж. Б., ты прав в своих догадках. Я не хотел, чтобы ты это знал... Не помню когда, но я разговаривал с Сарой в M&M, и она упомянула твоё имя. Я был очень удивлён. Не ожидал, что Сара тебя знает...",0xff
                db 0xf0,"Сара сказала мне... Даже если я умру, все в этом городе сразу же обо мне забудут. Но тот человек... тот детектив, возможно, запомнит такую, как я...",0xff
                db 3,0xff
                db 0xf0,"Сара была наследницей Лоуренса Блума...",0xff
                db 3,0xff
                db 0xf0,"Я... я услышал от Сары, что она тебя знает... ...и тогда мне пришло в голову, что она могла связаться с тобой, поэтому я и позвонил... я не ожидал, что ты сам придёшь сюда.",0xff
                db 2,0xff
                db 0xf0,"...",0xff
                db 2,0xff
                db 0xf0,"...",0xff
                db 2,0xff
                db 0xf0,"...",0xff
                db 3,0xff
                db 0xf0,"Тот, кто рассказал ей результаты прослушивания...",0xff
                db 2,0xff
                db 0xf0,"...",0xff
                db 2,0xff
                db 0xf0,"...",0xff
                db 2,0xff
                db 0xf0,"...",0xff
                db 3,0xff
                db 0xf0,"Это... это моё.",0xff
                db 2,0xff
                db 0xf0,"...",0xff
                db 2,0xff
                db 0xf0,"...",0xff
                db 3,0xff
                db 0xf0,"Сара...",0xff
                db 2,0xff
                db 0xf0,"Энди Мур хотел... Сару О...",0xff
                db 3,0xff
                db 0xf0,"Она хотела лишить её состояния...",0xff
                db 0xf0,"Сара покончила с собой! Что ты несёшь?",0xff
                db 0xf0,"Кто, по-твоему, убил мою дочь?",0xff
                db 0xf0,"Я... я ничего не видел.",0xff
                db 0xf0,"Что ты имеешь в виду? О чём ты говоришь?",0xff
                db 0xf0,"Ты что, называешь меня преступником?",0xff
                db 0xf0,"Ууу...",0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Отвратительно! Я не могу тебя слушать.",0xff
                db 0xf0,"Убирайся!",0xff
                db 0xf0,"Он... дал Саре таблетки и пытался убить её.",0xff
                db 0xf0,"Я... меня никто ни о чём не просил.",0xff
                db 0xf0,"Вон отсюда!",0xff
                db 0xf0,"Леонард Блум...",0xff
                db 0xf0,"Я же сказал, что ничего не знаю! Что ты хочешь этим сказать?",0xff
                db 0xf0,"Ты хочешь сказать, что я сделал это ради денег?",0xff
                db 0xf0,"У Сары были проблемы с сердцем. Она всегда принимала обезболивающее... Я ему это сказал...",0xff
                db 0xf0,"Моя дочь покончила с собой. Это печальная история. Пожалуйста, больше не говорите об этом. Думаю, ты можешь представить, что чувствует отец, потерявший дочь.",0xff
                db 0xf0,"Это правда, что Сара не была моей родной дочерью.Но что с того? Кроме того, даже если я должен ",0x27,"Блум и Ко.",0x27,". деньги за открытие магазина Селин, это не твоё дело.",0xff
                db 0xf0,"И вообще, какая мне была бы выгода от убийства Сары? Не мешай мне. Убирайся!",0xff
                db 0xf0,"В тот вечер я пошёл к Саре... Пока Сара была на кухне, я подменил таблетки в коробочке на те, что дал мне Леонард Блум. Она ничего не знала и проводила меня с улыбкой.",0xff
                db 0xf0,"Когда я услышал о её смерти, мне стало очень стыдно за себя - за то, что я делал всё, что велел мне этот мальчишка, только ради денег... Но Сара умерла не от тех таблеток. Она покончила с собой... ...я не виноват.",0xff
                db 3,0xff
                db 0xf0,"Сара...",0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"Это... это...",0xff
                db 0xf0,"Что? В них был цианистый калий?",0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"Да, я курю Camel, и что с того?",0xff
                db 0xf0,"В тот день я заходил в квартиру Сары.",0xff
                db 3,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"Сару убили? Я думал, она покончила с собой.",0xff
                db 0xf0,"Кто убил Сару?",0xff
                db 0xf0,"Это... это...",0xff
                db 0xf0,"Почему Сару вообще должны были убить?",0xff
                db 1,0xff
                db 0xf0,"Я...",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Сара...",0xff
                db 1,0xff
                db 0xf0,"...это...",0xff
                db 0xf0,"Кто мог такое сделать?",0xff
                db 1,0xff
                db 0xf0,"Я... я...",0xff
                db 0xf0,"...это...",0xff
                db 0xf0,"Сара была моей...",0xff
                db 0xf0,"Я...",0xff
                db 0xf0,"Мистер Гарольд, что случилось? Не волнуйтесь так. Это правда, что Сару убили?",0xff
                db 0xf0,"Я правда не понимаю, почему Сара покончила с собой. Но если... если Сару кто-то убил, я хочу знать, кто это сделал.",0xff
                db 0xf0,"Мистер Гарольд, я думала... Я считала Сару своей родной дочерью. Мистер Гарольд, скажите мне, кто это сделал. Скажите мне.",0xff
                db 0xf0,"...Наконец-то... ты понял... ...я всегда чувствовала, что когда-нибудь должна поговорить с тобой именно так... Сара...",0xff
                db 0xf0,"Лорен Беннет тяжело вздохнула, прервав то, что собиралась сказать. Она подняла взгляд на Дж. Б. и прошептала: Мистер Гарольд, выслушаете ли вы моё скучное признание?",0xff
                db 3,0xff
                db 0xf0,"...Вы думаете, что Сару убили, не так ли?",0xff
                db 3,0xff
                db 0xf0,"Это...",0xff
                db 3,0xff
                db 1,0xff
                db 3,0xff
                db 0xf0,"Сара... показала мне эту музыкальную шкатулку.",0xff
                db 3,0xff
                db 0xf0,"Настоящим отцом Сары был... Марк.",0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 0xf0,"Да, настоящей матерью Сары была...",0xff
                db 2,0xff
                db 3,0xff
                db 2,0xff
                db 0xf0,"Если Сара умрёт, имущество перейдёт...",0xff
                db 0xf0,"Я не понимаю, о чём ты говоришь.",0xff
                db 0xf0,"Убирайся!",0xff
                db 0xf0,"Это... это...",0xff
                db 0xf0,"О чём ты говоришь?",0xff
                db 0xf0,"Убирайся!",0xff
                db 0xf0,"Сара знала про... Игры в покер.",0xff
                db 0xf0,"Это всё, что вы хотели сказать?",0xff
                db 0xf0,"...",0xff
                db 0xf0,"Мадам ничего не делала.",0xff
                db 0xf0,"О чём вы?",0xff
                db 0xf0,"...",0xff
                db 0xf0,"Я...",0xff
                db 0xf0,"Что ты говоришь?",0xff
                db 0xf0,"Я не понимаю, что вы имеете в виду.",0xff
                db 0xf0,"Мадам...",0xff
                db 0xf0,"Что вы хотите от меня услышать?",0xff
                db 0xf0,"...",0xff
                db 1,0xff
                db 0xf0,"Вы снова и снова приходите сюда с вопросами, и это очень отвлекает меня от работы. Пожалуйста, уходите.",0xff
                db 0xf0,"Я могу сказать вам только одно и то же, сколько бы раз вы ни спрашивали. Здесь нет никого, кто имел бы отношение к самоубийству Сары. ",0xff
                db 0xf0,"Пожалуйста, уходите отсюда.",0xff
                db 0xf0,"Я жульничал в здешних покерных играх. Думаю, Сара прислала тебе эту карточку, чтобы ты об этом узнал. Но я говорю тебе: с обманом людей покончено.",0xff
                db 0xf0,"Я хотел, чтобы мадам прекратила зарабатывать на азартных играх. Но она не слушала. Мадам... не может любить других.",0xff
                db 2,0xff
                db 3,0xff
                db 3,0xff
                db 0xf0,"Сара знала, что... здесь играют в покер.",0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 1,0xff
                db 0xf0,"Что ты имеешь в виду? Я кого-то убил?",0xff
                db 0xf0,"Ты и правда наглец. Хочешь сказать, что я преступник?",0xff
                db 0xf0,"Кто, по-твоему, убил её?",0xff
                db 0xf0,"Не знаю.",0xff
                db 0xf0,"Если речь об убийстве, ты же понимаешь, что тут наверняка замешаны деньги.",0xff
                db 0xf0,"Только убийца знает об этом.",0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Почему бы тебе не спросить самого убийцу?",0xff
                db 0xf0,"Не знаю.",0xff
                db 0xf0,"Что ты об этом думаешь?",0xff
                db 0xf0,"Я не понимаю, о чём ты говоришь.",0xff
                db 0xf0,"Меня никто ни о чём не спрашивал.",0xff
                db 0xf0,"Ну вот, как я и ожидал, это дело об убийстве.",0xff
                db 0xf0,"О чём ты говоришь?",0xff
                db 0xf0,"У тебя есть что-нибудь интересное, что ты хотел бы сказать?",0xff
                db 0xf0,"Что ты знаешь?",0xff
                db 0xf0,"На что ты намекаешь? Ты тратишь наше время своими вопросами. Да, я одолжил деньги Кристи. И что с того?",0xff
                db 0xf0,"Это правда, что мой дед написал в завещании, что оставит всё имущество Саре Шилдс. Но ведь Сара Шилдс покончила с собой. И всё на этом.",0xff
                db 0xf0,"Но я не понимаю, почему ты думаешь, что Сару убил я. В любом случае, тебя не касается, кто унаследует его состояние.",0xff
                db 0xf0,"Ну, признаюсь, я спросил у Кристи кое-что очень глупое. В завещании моего деда было сказано, что всё имущество перейдёт Саре Шилдс.Я подумал, естественно, что если Сары не будет, то мы будем первыми в очередь за наследством.",0xff
                db 0xf0,"Но потом, как выяснилось, даже если Сара умрёт, его состояние всё равно не достанется нам... мой дед был по-настоящему бессердечным. Хорошо, что мы не смогли убить Сару. По крайней мере, нам не пришлось совершать бессмысленное убийство.",0xff
                db 2,0xff
                db 3,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 0xf0,"Это... те самые таблетки, которую я передал Кристи.",0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 1,0xff
                db 0xf0,"Я, я не убивала Сару.",0xff
                db 0xf0,"Что ты имеешь в виду, будто я что-то знаю?",0xff
                db 0xf0,"Я... ничего не видела.",0xff
                db 0xf0,"Не знаю.",0xff
                db 0xf0,"Есть ли хоть какая-то причина, по которой я должна ненавидеть Сару?",0xff
                db 0xf0,"Это... это...",0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Что, что ты хочешь от меня услышать?",0xff
                db 0xf0,"Уходи.",0xff
                db 0xf0,"...Я... никогда об этом не думала.",0xff
                db 0xf0,"Что? ...Нет... меня никто ни о чём не спрашивал.",0xff
                db 0xf0,"Кто?... это...",0xff
                db 0xf0,"Селина... Селина сказала мне: если я буду держать язык за зубами, она позаботится о том, чтобы всё устроилось между Джонни и мной.",0xff
                db 0xf0,"Я, я ничего не знаю. Оставьте меня в покое!",0xff
                db 0xf0,"Это...",0xff
                db 0xf0,"В ту ночь я видела... отца Сары.",0xff
                db 0xf0,"Что я натворила!?",0xff
                db 0xf0,"Да! Я ненавидела Сару. Я видела, как чувства Джонни всё больше склоняются к Саре... Я даже думала: если её не станет, Джонни снова будет любить меня.",0xff
                db 0xf0,"Честно говоря, я чувствую облегчение от того, что она умерла. Теперь всё снова будет как раньше.",0xff
                db 0xf0,"Той ночью я вернулась в свою квартиру, потому что подозревала, что Джонни придёт к Саре. И в тот момент... Я увидела, как мистер Кристи поспешно выходил из дома.",0xff
                db 0xf0,"Я молчала, потому что Селина попросила меня об этом. Но мне было неспокойно. Теперь мне легче после того, как я всё вам рассказала. Но это всё, что я знаю",0xff
                db 2,0xff
                db 3,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"Я не видел преступника.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"...Не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я... никого не убивал.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"...О чём вы говорите?",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я... никому не доверяю. Я не выполняю чужих просьб...",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я ничего не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"...Просто оставьте меня в покое. Я не люблю разговаривать с людьми.",0xff
                db 0xf0,"Ты... зачем ты так переживаешь из-за чужих дел?Не лезь не в своё дело.",0xff
                db 0xf0,"В этом городе жить так - лучший способ защитить себя.",0xff
                db 0xf0,"...Я никогда раньше не встречал такого человека, как ты. Возможно, поэтому я перестал верить людям...",0xff
                db 0xf0,"Я видел... Когда та женщина выпрыгнула, в окне кто-то был... Её столкнули.",0xff
                db 2,0xff
                db 3,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"О чём ты говоришь?",0xff
                db 0xf0,"Кто кого убил - меня не касается.",0xff
                db 0xf0,"Ты... это... знаешь?",0xff
                db 0xf0,"О чём ты вдруг ни с того ни с сего заговорил? Ты что, с ума сошёл?",0xff
                db 0xf0,"Я ничего об этом не знаю!",0xff
                db 0xf0,"...Ух...",0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Почему я должен это знать?",0xff
                db 0xf0,"Признаю, у меня были отношения с Сарой О., но её смерть ко мне не имеет никакого отношения.",0xff
                db 0xf0,"...",0xff
                db 0xf0,"Я не понимаю, о чём ты говоришь.",0xff
                db 0xf0,"Меня никто ни о чём не спрашивал.",0xff
                db 0xf0,"...То есть...",0xff
                db 0xf0,"Я ничего не знаю.",0xff
                db 0xf0,"Что ты знаешь?",0xff
                db 0xf0,"...Сару убили...",0xff
                db 0xf0,"Извини, но мне тебе нечего сказать. Убирайся!",0xff
                db 0xf0,"Да, я встречался со всеми тремя Сарами Шилдс. Но что в этом такого? То, что они покончили с собой, - просто совпадение. Но я к этому не имею никакого отношения.",0xff
                db 0xf0,"Я очень занят подготовкой постановки ",0x27,"Ангел",0x27,". У меня нет времени на игры провинциального детектива.",0xff
                db 0xf0,"Похоже... я больше не могу это скрывать... Ты победил.",0xff
                db 0xf0,"Почему я всё твердил, что не знаю Сару... Ты ведь именно это хочешь знать, да?",0xff
                db 2,0xff
                db 0xf0,"Она тоже могла быть убита.",0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"Что в этом такого? Что? Тайна рождения Сары Дж. Шилдс скрыта в этом?... Боже! Значит...",0xff
                db 0xf0,"Марк посвятил эту песню...",0xff
                db 2,0xff
                db 0xf0,"Я, я лишь посоветовал Саре попробовать пройти прослушивание. Вот и всё.",0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 0xf0,"Я подсадил Сару на кокаин.",0xff
                db 2,0xff
                db 0xf0,"Саре это дал я.",0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"Что? Это значит... Понятно, теперь я понял.",0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"Сара Дж. Шилдс была наследницей Лоуренса Блума?... Понятно...",0xff
                db 1,0xff
                db 0xf0,"Что случилось?",0xff
                db 0xf0,"Никто в этом офисе не способен на преступление.",0xff
                db 0xf0,"Энди ничего не сделал.",0xff
                db 0xf0,"Я не понимаю, о чём ты говоришь. Тебе лучше уйти.",0xff
                db 0xf0,"Жертвы убийств обычно сами что-то сделали, чтобы это с ними произошло.",0xff
                db 0xf0,"Энди и Сара О...",0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Не заставляйте меня повторять одно и то же снова и снова. Пожалуйста, уходите.",0xff
                db 0xf0,"Убирайся.",0xff
                db 0xf0,"Я не знаю.",0xff
                db 0xf0,"С меня хватит. Прекратите, или я вызову полицию.",0xff
                db 0xf0,"О чём вы думаете?",0xff
                db 0xf0,"Энди ничего не сделал.",0xff
                db 0xf0,"Даже если я что-то и знаю, я не собираюсь вам это говорить.",0xff
                db 0xf0,"Я сама ничего не знаю.",0xff
                db 0xf0,"Это... это...",0xff
                db 0xf0,"Извините. Но мне правда нечего вам сказать.",0xff
                db 0xf0,"Да, среди претенденток на прослушивание для ",0x27,"Ангела",0x27," была Сара Шилдс.Точнее, их было две.",0xff
                db 0xf0,"Даже если по чистой случайности обе покончили с собой, этот офис не может нести за это ответственность. Вы можете спрашивать меня о них, но я всё равно не смогу ответить на ваши вопросы.",0xff
                db 0xf0,"...Это было 9-го числа. Сара позвонила Энди. Я видела, как Энди тайком выскользнул отсюда.Позже он вернулся, выглядя немного бледным.",0xff
                db 0xf0,"Я считала, что могу доверять Энди при любых обстоятельствах... ...но теперь моё доверие слабеет. Я подозреваю, что он может быть убийцей.",0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 0xf0,"Энди никак не может завязать с наркотиками, хотя я умоляю его об этом снова и снова...",0xff
                db 3,0xff
                db 0xf0,"Энди дарил эти духи всем женщинам, с которыми встречался.",0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 0xf0,"Энди... встречался с Сарой О. Шилдс.",0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"О чём вы говорите? Не пугайте меня так!",0xff
                db 0xf0,"Я не выношу разговаривать с таким человеком, как ты.",0xff
                db 0xf0,"...",0xff
                db 0xf0,"Да что вы думаете обо мне? Хватит странных обвинений.",0xff
                db 1,0xff
                db 0xf0,"Я никого не убивала.",0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"С меня хватит!",0xff
                db 0xf0,"...Не задавай мне глупых вопросов.",0xff
                db 0xf0,"Она покончила с собой не из-за... меня.",0xff
                db 0xf0,"О чём ты говоришь?",0xff
                db 0xf0,"Меня никто ни о чём не спрашивал.",0xff
                db 0xf0,"Я не хотела отдавать главную роль никому...",0xff
                db 0xf0,"Я совершенно не понимаю, о чём вы говорите.",0xff
                db 0xf0,"Я, я не знаю.",0xff
                db 0xf0,"Я... Сара...",0xff
                db 0xf0,"У меня важная репетиция. Оставьте меня в покое.",0xff
                db 0xf0,"Что вы хотите от меня услышать? Вы хотите сказать, что я как-то связана с самоубийством Сары?",0xff
                db 0xf0,"В любом случае у мегя сейчас репетиция. Уходите.",0xff
                db 0xf0,"Я боялась таланта Сары. Когда Энди сказал мне, что думает отдать ей главную роль, я страшно приревновала... я сказала ей, что её сняли с постановки. Но я не ожидала, что из-за этого она покончит с собой...",0xff
                db 0xf0,"Вот что вы хотели узнать, да? Да, она умерла из-за меня. Я вам всё рассказала... Пожалуйста, до премьеры осталось совсем мало времени. Мне нужно возвращаться на репетицию.",0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"Э-это...",0xff
                db 0xf0,"Я не хотел терять главную роль...",0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"Это правда, что Сару убили?",0xff
                db 0xf0,"Мистер гарольд, как вы думаете, кто убил Сару?",0xff
                db 0xf0,"Ричард не сделал ничего дурного.",0xff
                db 0xf0,"Почему вы задаёте мне такой вопрос?",0xff
                db 0xf0,"Сару... убили?",0xff
                db 0xf0,"Я...",0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 0xf0,"Сара покончила с собой.",0xff
                db 0xf0,"Я не понимаю, что вы имеете в виду.",0xff
                db 1,0xff
                db 0xf0,"Ричард занял деньги ради меня.",0xff
                db 0xf0,"Даже если я что-то и знаю, я не собираюсь вам это говорить.",0xff
                db 1,0xff
                db 0xf0,"Это я... Я попросила Фрэнни молчать... Но Ричард не сделал ничего дурного. Это правда.",0xff
                db 0xf0,"А как насчёт самоубийства Сары?",0xff
                db 0xf0,"Мистер Гарольд, почему вы снова и снова приходите ко мне с вопросами?",0xff
                db 0xf0,"Сара сама покончила с собой. Пожалуйста, больше не суйтесь сюда.",0xff
                db 0xf0,"Признаю, Ричард занял деньги у Леонарда Блума. Но он сделал это ради меня. Ричард не убивал Сару. Не убивал.",0xff
                db 0xf0,"Пожалуйста, больше не обвиняйте Ричарда. Его очень потрясла смерть Сары... Мы вернём все долги, даже если ради этого придётся расстаться с этим магазином. Мы начнём всё сначала.",0xff
                db 3,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 0xf0,"...",0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"Это не имеет ко мне никакого отношения.",0xff
                db 3,0xff
                db 3,0xff
                db 0xf0,"Что вы говорите?",0xff
                db 3,0xff
                db 1,0xff
                db 2,0xff
                db 3,0xff
                db 3,0xff
                db 0xf0,"Откуда мне знать?",0xff
                db 3,0xff
                db 3,0xff
                db 0xf0,"Я администратор Блумов. Моё положение безупречно.",0xff
                db 3,0xff
                db 0xf0,"Что вы имеете в виду?",0xff
                db 0xf0,"Мне нечего вам сказать.",0xff
                db 0xf0,"Что именно вы хотите узнать?",0xff
                db 0xf0,"Я буду добросовестно вести дела с наследством Блумов.",0xff
                db 0xf0,"Да кто вы такой? Какой вы дерзкий.Я не имею никакого отношения ни к какому преступлению!",0xff
                db 0xf0,"Ну да. Сара Шилдс была наследницей Лоуренса Блума. Это я признаю. Но почему меня, юриста, должны подозревать в её смерти?",0xff
                db 0xf0,"Я нахожусь в совершенно нейтральном положении. Почему человек моего положения должен подвергаться критике со стороны такого человека, как вы?  Вы мне действительно наступаете на пятки. Убирайтесь.",0xff
                db 0xf0,"Сара Дж. Шилдс мертва. Значит, в соответствии с завещанием, имущество перейдёт ближайшему родственнику мистера Блума. И это не Леонард и не Нэнси. У мистера Блума был ещё один родственник. Формальная процедура наследования состоится первого числа следующего месяца.",0xff
                db 0xf0,"Мистер Блум доверял мне больше, чем кому-либо. Я обязан управлять наследством строго в соответствии с его завещанием. Это моя ответственность. Независимо от того, кто окажется наследником.",0xff
                db 3,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 3,0xff
                db 1,0xff
                db 2,0xff
                db 1,0xff
                db 0xf0,"На самом деле у мистера Блума была ещё одна дочь, с которой из-за определённых обстоятельств он расстался, когда она была ещё маленькой. Эта дочь - ближайшая родственница, о которой мистер Блум упомянул в своём завещании. И наконец я нашёл ей. Она живёт совсем рядом",0xff
                db 1,0xff
                db 0xf0,"Дж. Б., что ты пытаешься сказать?",0xff
                db 1,0xff
                db "У Пита мгновенно побледнело лицо.",0xff
                db 0xf0,"Я занят. Уходи",0xff
                db 1,0xff
                db "Кристи замолчал.",0xff
                db 0xf0,"К сожалению, я ничего не знаю",0xff
                db 0xf0,"...",0xff
                db 1,0xff
                db 0xf0,"Мне нечего сказать",0xff
                db 1,0xff
                db 0xf0,"...",0xff
                db 0xf0,"Я ничего не знаю",0xff
                db 1,0xff
                db "Этот человек отказался отвечать.",0xff
                db 0xf0,"Я ничего не знаю",0xff
                db 1,0xff
                db "Фрэнни начала что-то говорить, но замолчала.",0xff
                db 0xf0,"......У меня... нет ответа",0xff
                db 1,0xff
                db 0xf0,"......",0xff
                db 0xf0,"Уходи. Ты делаешь работу совершенно невозможной",0xff
                db 1,0xff
                db "Мур не ответил.",0xff
                db 0xf0,"У меня нет времени на тебя. Уходи",0xff
                db 1,0xff
                db "Диана отказалась отвечать.",0xff
                db 0xf0,"У меня важная репетиция. Уходи",0xff
                db 1,0xff
                db "Барбара молчала.",0xff
                db 0xf0,"Я ничего не знаю",0xff
                db 1,0xff
                db "Селина не ответила.",0xff
                db 0xf0,"Я ничего не знаю",0xff
                db 1,0xff
                db "Адвокат отказался отвечать.",0xff
