                db "Дж. Б. прибыл в Ист-Виллидж - район, где собираются художники и богема.",0xff
                db 1,0xff
                db "Дж. Б. прошёлся среди магазинов  панковской моды и винтажными вещами, но ему показалось, что здесь нет ничего, что могло бы быть связано с делом.",0xff
                db "Дж. Б. вышел на оживлённый проспект, пересекающий Манхэттен с юга на север.",0xff
                db 1,0xff
                db 0xff
                db "Дж. Б. подошёл ко входу в ресторан, чтобы встретиться с Уильямом Шилдсом.",0xff
                db 1,0xff
                db "Найдя в ресторане мужчину средних лет, Дж. Б. направился к нему.",0xff
                db 0x22,"Добро пожаловать",0x22," - появился Уильям Шилдс.",0xff
                db 1,0xff
                db 1,0xff
                db "Дж. Б. вышел из ресторана.",0xff
                db 1,0xff
                db "Дж. Б. направился ко входу в отель в тихом районе.",0xff
                db 1,0xff
                db "Дж. Б. посетил комнату Маргарет Моррис.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db "Дж. Б. вышел из отеля.",0xff
                db 1,0xff
                db "Дж. Б. зашёл в магазин пластинок в Ист-Виллидж, чтобы увидеть молодого человека по имени Ламберт.",0xff
                db 1,0xff
                db "К Дж. Б. подошёл молодой человек, стоявший за прилавком.",0xff
                db 0xf0,"Это ты.",0xff 
                db 1,0xff
                db 1,0xff
                db "Дж. Б. вышел из магазина пластинок.",0xff
                db 1,0xff
                db "Дж. Б. стоял перед танцевальной студией. Изнутри доносилась энергичная музыка.",0xff
                db 1,0xff
                db "В зале было полно молодых девушек в спортивных купальниках. Дж. Б. попросил позвать Барбару Лейн.",0xff
                db "Барбара Лейн была на месте.",0xff
                db "Дж. Б. заметил Барбару, репетирующую танец, и подошёл ближе.",0xff
                db 1,0xff
                db "Дж. Б. вышел из танцевальной студии.",0xff
                db 1,0xff
                db "Дж. Б. направился в клуб на Бродвее.",0xff
                db "Дж. Б. зашёл в M&M, чтобы допросить подозреваемого.",0xff
                db "Появился молодой человек.",0xff
                db 0xf0,"Добро пожаловать.",0xff 
                db 1,0xff
                db 1,0xff
                db "Дж. Б. вышел из M&M.",0xff
                db 1,0xff
                db "Дж. Б. посетил театр ",0x27,"Blueberry",0x27,", чтобы увидеться с Энди Муром.",0xff
                db 0x22,"У Энди Мура есть какой-то секрет",0x22, " - подумал Дж. Б.",0xff
                db "Дж. Б. искал Энди Мура в театре. Тот находился в гримёрке за сценой.",0xff
                db "Дж. Б. прошёл за кулисы.",0xff
                db 1,0xff
                db 1,0xff
                db "Дж. Б. вышел из театра.",0xff
                db 1,0xff
                db "Дж. Б. подошёл к зданию, на котором висел огромный билборд с надписью ",0x27,"Крупнейший универмаг в мире",0x27,0xff
                db 1,0xff
                db "Дж. Б. направился в отдел, где должна была работать Энн Мёрфи. Увидев Дж. Б., к нему подошёл продавец.",0xff
                db "Дж. Б. узнал Энн Мёрфи.",0xff
                db 1,0xff
                db 1,0xff
                db "Дж. Б. покинул ",0x27,"у Люси",0x27,", полный покупателей, оставив его позади.",0xff
                db 1,0xff
                db "Дж. Б. направился в офис Хьюстона.",0xff
                db 1,0xff
                db "Дж. Б. посетил офис Хьюстона. Появился невысокий мужчина средних лет.",0xff
                db 0xf0,"О, это ты...",0xff 
                db 1,0xff
                db 1,0xff
                db "Дж. Б. вышел на улицу из угрюмого здания.",0xff
                db 1,0xff
                db "Она смотрела на Дж. Б. с расслабленной улыбкой.",0xff
                db 0x22,"Добрый вечер, сэр.",0x22," - Хозяйка клуба была в роскошном наряде и дорогих украшениях.",0xff
                db 0x22,"Что-то ещё?",0x22," - Лорен Беннетт улыбалась, но глаза её холодно блестели",0xff
                db 0xff
                db 0xf0,"Добро пожаловать, сэр. Полагаю, вы здесь впервые. Я слышала, вы хотите узнать о Саре.",0xff
                db 0xf0,"Добро пожаловать, сэр.",0xff
                db 0xf0,"Всё ещё что-то...",0xff 
                db 0xff
                db 0xf0,"Если я могу чем-то помочь...",0xff
                db 0xf0,"Мне больше нечего рассказать о Саре.",0xff
                db 0xff
                db 0xf0,"Как вас зовут? Понятно, мистер Гарольд. Я - Лорен Беннетт.",0xff
                db 0xf0,"Я уже слишком стара, чтобы отвечать на такой вопрос.",0xff
                db 0xf0,"Я открыла это заведение всего год назад. Я расстворяю ваши мечты в алкоголе и подаю их вам в бокалах. Вот какая я.",0xff
                db 0xf0,"Зачем вам знать мою группу крови?",0xff
                db 0xf0,"У меня нет семьи. Женщине в этом городе тяжело держаться на плаву.",0xff
                db 0xf0,"Я из Чикаго.",0xff
                db 0xf0,"Моя история вам только наскучит.",0xff
                db 0xff
                db 0xff
                db 0xf0,"Да, Сара Шилдс работала здесь. Но, к сожалению, она покончила с собой ночью 9-го.",0xff
                db 0xf0,"Она мало разговаривала и была очень тихой. Я совсем не заметила, что она была в таком отчаянии, что может решиться на самоубийство. Если бы она только попросила у меня совета, возможно, этого бы не случилось.",0xff
                db 0xf0,"Единственная Сара Шилдс, которую я знаю - это та Сара, которая играла здесь на фортепиано в M&M.",0xff
                db 0xf0,"О, вы друг мистера Гилфорда.",0xff
                db 1,0xff
                db 0xf0,"Мистер Кристи - мой давний клиент. Но до того несчастного случая я даже не знала, что он отец Сары. Ни Сара, ни мистер Кристи ничего мне об этом не говорили.",0xff
                db 1,0xff
                db 0xf0,"Я просто обычная женщина.",0xff
                db 1,0xff
                db 0xf0,"Роберто что-то натворил?",0xff
                db 0xf0,"Роберто ничего не сделал.",0xff
                db 0xf0,"Да, он один из наших клиентов. Что ж, возможно, Сара ему особенно нравилась. Я помню, он просил меня дать ему адрес её квартиры.",0xff
                db 1,0xff
                db 0xf0,"Нет, я понятия не имею, кто этот человек...",0xff
                db 0xf0,"О, теперь вспомнила. Он приходил сюда однажды с мистером Лоуренсом Блумом. Думаю, это был он.",0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Да, он наш клиент. Но в последнее время я его почти не вижу. Наверное, слишком занят подготовкой к новой постановке.",0xff
                db 1,0xff
                db 0xf0,"Она секретарь мистера Мура.",0xff
                db 1,0xff
                db 0xf0,"Благодаря тому, что мистер Мур нас познакомил, она иногда заходит к нам.",0xff
                db 1,0xff
                db 0xf0,"Ну, не думаю, что я с ней встречалась.",0xff
                db 1,0xff
                db 0xf0,"Он был хорошим постоянным клиентом.",0xff
                db 0xf0,"Президент Блум скончался.",0xff
                db 0xf0,"Мать Сары...? Ну, я её не знаю.",0xff
                db 1,0xff
                db 0xf0,"Я её не знаю.",0xff
                db 1,0xff
                db 0xff
                db 1,0xff
                db 0xff
                db 1,0xff
                db 0xf0,"Вы имеете в виду того мистера Хьюстона, который агент?",0xff
                db 1,0xff
                db 0xf0,"У нас нет клиента с таким именем.",0xff
                db 1,0xff
                db 0xf0,"Я его не знаю.",0xff
                db 1,0xff
                db 0xf0,"Он очень много работает.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"В тот день Сара позвонила мне и сказала, что возьмёт выходной на ночь. Да, конечно, в ту ночь я была здесь.",0xff
                db 0xf0,"Вообще-то Сара сказала, что плохо себя чувствует, поэтому я немного беспокоилась и собиралась к ней заехать. Но было уже очень поздно, и по дороге я передумала.",0xff
                db 0xf0,"Ну, я не знаю почему.",0xff
                db 1,0xff
                db 0xf0,"Я слышала, что она искала... свою мать.",0xff
                db 1,0xff
                db 0xf0,"Да, она работала очень старательно.",0xff
                db 1,0xff
                db 0xf0,"Что это? Я не понимаю.",0xff
                db 0xf0,"Мистер Гарольд, что вы имеете в виду?",0xff
                db 0xf0,"Ну, дела идут так себе.",0xff
                db 1,0xff
                db 0xf0,"Для меня это печальное событие из прошлого. Пожалуйста, не заставляйте меня снова об этом думать.",0xff
                db 1,0xff
                db 0xff
                db 1,0xff
                db 0xf0,"Что это?",0xff
                db 1,0xff
                db 0xf0,"Наследство семьи Блум меня не касается.",0xff
                db 1,0xff
                db 0xf0,"Сара была... нет, ничего.",0xff
                db 1,0xff
                db 0xf0,"Мне больше нечего вам рассказать.",0xff
                db 1,0xff
                db 0xf0,"Да, у неё был очень грустный взгляд.",0xff
                db 0xf0,"Это отсюда. Где вы это...?",0xff
                db 0xf0,"Письмо от матери Сары? Да, она, похоже, искала свою мать.",0xff
                db 0xf0,"Что с этим не так?",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Это снотворное, верно? Перед смертью Сара часто говорила, что плохо спит.",0xff
                db 0xf0,"Нет, я понятия не имею, что это.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я курю только ",0x27,"Eve",0x27, 0xff
                db 0xff
                db 0xf0,"Что с этим не так?",0xff
                db 0xff
                db "Мужчина был очень высокого роста, он буквально смотрел на Дж. Б. сверху вниз.",0xff
                db 0x22,"Чем могу помочь?",0x22," - Он смотрел на Дж. Б. с совершенно бесстрастным выражением лица.",0xff
                db 1,0xff
                db "Роберто Банзетти отвёл взгляд от Дж. Б.",0xff
                db 0xf0,"Добрый вечер, сэр.",0xff
                db 0xf0,"Чем могу вам помочь?",0xff
                db 1,0xff
                db 0xf0,"Что-то ещё?",0xff
                db 0xf0,"Что такое?",0xff
                db 1,0xff
                db 0xf0,"Я ничего не могу вам рассказать.",0xff
                db 0xf0,"Меня зовут Роберто Банзетти.",0xff
                db 0xf0,"Мне 40 лет.",0xff
                db 0xf0,"Я просто бармен.",0xff
                db 0xf0,"Группа крови B.",0xff
                db 0xf0,"Я живу один.",0xff
                db 0xf0,"Я иммигрировал из Италии.",0xff
                db 0xf0,"Ничего особенного...",0xff
                db 0xff
                db 0xff
                db 0xf0,"Она работала здесь, но покончила с собой ночью 9-го.",0xff
                db 0xf0,"Мне нечего вам рассказать.",0xff
                db 0xf0,"Сара мертва. Я ничего не могу вам сказать.",0xff
                db 0xf0,"Он наш клиент.",0xff
                db 1,0xff
                db 0xf0,"Он приходит время от времени.",0xff
                db 1,0xff
                db 0xf0,"Мадам относилась к ней как к собственной дочери.",0xff
                db 1,0xff
                db 0xf0,"Я просто бармен.",0xff
                db 1,0xff
                db 0xf0,"Он наш клиент.",0xff
                db 1,0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Он наш клиент.",0xff
                db 1,0xff
                db 0xf0,"Она секретарь мистера Энди Мура.",0xff
                db 1,0xff
                db 0xf0,"Она приходила сюда несколько раз.",0xff
                db 1,0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 0xf0,"Слышал, что он умер.",0xff
                db 1,0xff
                db 0xf0,"Понятия не имею.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Он много болтает. Не принимайте его слова всерьёз.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Мадам сейчас нет.",0xff
                db 0xff
                db 0xff
                db 0xf0,"В ту ночь я работал здесь.",0xff
                db 0xf0,"Мы с Мадам никуда не уходили.",0xff
                db 0xf0,"Я не знаю почему.",0xff
                db 1,0xff
                db 0xf0,"Никогда не слышал о её матери.",0xff
                db 1,0xff
                db 0xf0,"Её игра на фортепиано была не очень, но она старалась изо всех сил.",0xff
                db 1,0xff
                db 0xf0,"Совершенно не понимаю.",0xff
                db 0xf0,"С меня хватит, сэр. Пожалуйста, уходите.",0xff
                db 0xf0,"Мы ведём честный бизнес.",0xff
                db 1,0xff
                db 0xf0,"У меня, в отличие от мистера Кристи, нет долгов.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Если это всё, пожалуйста, уходите.",0xff
                db 1,0xff
                db 0xf0,"Это фотография Сары.",0xff
                db 0xf0,"Это наша карта. Где вы её взяли?",0xff
                db 0xf0,"Я ничего не могу вам рассказать.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db "Он казался очень разговорчивым.",0xff
                db "Мэтт Смит дружелюбно посмотрел на Дж. Б.",0xff
                db 0xff
                db 0xff
                db 0xf0,"Добрый вечер, сэр. О, так вы не клиент, да? Что? Вы хотите узнать о Саре? А вы кто?",0xff
                db 0xf0,"Так ты снова здесь",0xff
                db 0xff
                db 0xff
                db 0xf0,"О чём вы говорите?",0xff
                db 1,0xff
                db 0xff
                db 0xf0,"Меня зовут Мэтт Смит. Ваше имя? Дж. Б. Гарольд. Хорошо, я запомню.",0xff
                db 0xf0,"22 года.",0xff
                db 0xf0,"Как видите, я просто официант.",0xff
                db 0xf0,"Группа крови A.",0xff
                db 0xf0,"У меня есть мама.",0xff
                db 0xf0,"В Гарлеме.",0xff
                db 0xf0,"Я думал, что сверну не туда, когда бросил школу, но мама заболела. Поэтому я веду нормальную жизнь, верите или нет.",0xff
                db 0xff
                db 0xff
                db 0xf0,"Не думал, что Сара умрёт. Она пришла сюда всего три месяца назад. Вон то фортепиано, на котором она играла. Вы её друг или кто?",0xff
                db 0xf0,"Не знаю, из-за чего она переживала, но она мертва, так что всё кончено. Жаль. Она была хорошей девушкой.",0xff
                db 0xf0,"Это только между нами, ладно? Когда мистер Банзетти услышал о смерти Сары, он побледнел. Вы же знаете, у этого парня всегда каменное лицо. Я очень удивился.",0xff
                db 0xf0,"Он сюда приходит. Вы его друг? Правда, после смерти Сары он больше не появлялся.",0xff
                db 1,0xff
                db 0xf0,"Это тот клиент, который первым привёл сюда Сару. Говорит, что он ювелир, но очень скупой на чаевые. Довольно паршивый клиент.",0xff
                db 1,0xff
                db 0xf0,"Мадам очень переживала, когда Сара умерла. Она относилась к Саре как к дочери.",0xff
                db 0xf0,"Мадам что-то натворила?",0xff
                db 0xf0,"Он бармен здесь. Можете поверить, что он действительно итальянец? Он слишком мрачный и с ним тяжело ладить.",0xff
                db 0xf0,"Вы точно ничего плохого не сказали мистеру Банзетти? У него очень плохое настроение.",0xff
                db 0xf0,"Этот парень приходит часто. Говорят, он наследник концерна Блум и ведёт себя как важная шишка. Мне это не нравится. Он вечно крутит с молоденькими девчонками, а я тут просто официант.",0xff
                db 1,0xff
                db 0xf0,"Он адвокат. Заходит иногда. Если Мадам не уделяет ему внимания, он сразу обижается.",0xff
                db 1,0xff
                db 0xf0,"Да, я её знаю. Соседка Сары по комнате, верно? Она приходила сюда однажды. Я думал, она пришла к Саре. Но вместо этого она тихо поманила меня к чёрному ходу и спросила, во сколько заканчивается смена Сары. Странная девушка.",0xff
                db 1,0xff
                db 0xf0,"Никогда о нём не слышал.",0xff
                db 1,0xff
                db 0xf0,"Продюсер с Бродвея. Я слышал, у него офис на Пятой авеню под названием ",0x27,"Big Apple",0x27,0xff
                db 1,0xff
                db 0xf0,"Она секретарь Энди Мура.",0xff
                db 1,0xff
                db 0xf0,"Я фанат той актрисы. Она настоящая красотка. Интересно, из-за чего у неё с Энди Муром произошла ссора вечером 9-го.",0xff
                db 1,0xff
                db 0xf0,"Я её не знаю.",0xff
                db 1,0xff
                db 0xf0,"Да, президент концерна Блум. Я слышал, он умер два месяца назад. Он был нашим постоянным клиентом. Игра Сары на фортепиано была его любимой. После того как Сара начала здесь работать, он приходил почти каждый день.",0xff
                db 1,0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 0xf0,"Понятно, так вы знаете детектива Армстронга! Вы тоже полицейский? Значит, слухи о том, что Сару убили, - правда?",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Мадам нет на месте. Куда-то ушла.",0xff
                db 0xff
                db 0xff
                db 0xf0,"Вечером 9-го? Конечно, я работал здесь.",0xff
                db 1,0xff
                db 0xf0,"Ну, не знаю. Женщины такие непостоянные.",0xff
                db 1,0xff
                db 0xf0,"Что там с матерью Сары?",0xff
                db 1,0xff
                db 0xf0,"Она просто игнорировала клиентов, которые ей не нравились.",0xff
                db 1,0xff
                db 0xf0,"Игры в покер? Ничего не знаю.",0xff
                db 1,0xff
                db 0xf0,"Мадам очень умная. Думаю, это окупается. Хотя моя зарплата никудышная.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"В ночь смерти Сары один из клиентов сильно напился. У меня было много проблем, пока я с ним разбирался. Имя того парня? Его зовут Энди Мур.",0xff
                db 0xf0,"В довершение всего этот Энди Мур затеял ссору с женщиной, с которой пришёл. Я был в полном тупике. Имя женщины? Актриса Барбара Лейн.",0xff
                db 0xf0,"Это Сара. Вы её друг?",0xff
                db 0xf0,"Ага! Да, это клубная карта нашего заведения. Но я её раньше никогда не видел. Даже не знал, что у нас такие есть.",0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Что это?",0xff
                db 0xf0,"Я иногда видел, как Сара принимала эти таблетки. Наверное, у неё что-то было не в порядке.",0xff
                db 0xf0,"Эй, у тебя что-то горячее с собой.",0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db "Она посмотрела на Дж. Б. с подозрением.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xf0,"Привет, вы хотите спросить о Саре?",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xf0,"Чем я могу вам помочь?",0xff
                db 0xf0,"Что вы хотите узнать?",0xff
                db 0xff
                db 0xf0,"Так вы мистер Гарольд. Я - Энн Мёрфи, очень приятно познакомиться.",0xff
                db 0xf0,"23 года.",0xff
                db 0xf0,"Я продаю здесь мужскую одежду.",0xff
                db 0xf0,"Группа крови O.",0xff
                db 0xf0,"Я живу с мужем и дочерью. Её зовут Эмили. Она рыженькая милашка.",0xff
                db 0xf0,"Я родилась здесь, в Нью-Йорке.",0xff
                db 0xf0,"Я вышла замуж в 20 лет и с тех пор всегда была счастлива.",0xff
                db 0xff
                db 0xff
                db 0xf0,"Сара Шилдс? Которую вы имеете в виду? Я знаю двух Сар Шилдс. Обе - мои подруги. Редко такое бывает, правда? Но Сара Дж. умерла.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я его не знаю.",0xff
                db 1,0xff
                db 0xf0,"Он отец Сары Дж.",0xff
                db 1,0xff
                db 0xf0,"Понятия не имею.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Она моя подруга. Мы познакомились ещё в старшей школе. Я познакомила её с Сарой, но они, похоже, не очень поладили.",0xff
                db 1,0xff
                db 0xf0,"Не знакома.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Это имя матери Сары Дж. Сара говорила мне, что не смогла встретиться с матерью.",0xff
                db 1,0xff
                db 0xf0,"Он любовник Сары О.",0xff
                db 1,0xff
                db 0xf0,"Похоже, Фрэнни от него без ума, но я никогда не видела более безответственного парня. Он просто бабник.",0xff
                db 1,0xff
                db 0xf0,"Она подруга Сары О. Я слышала, она хочет стать актрисой.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Вечером 9-го? Я была дома.",0xff
                db 1,0xff
                db 0xf0,"Я ничего об этом не слышала.",0xff
                db 1,0xff
                db 0xf0,"Она получила письмо от матери, но сказала, что даже если пойдёт по этому адресу, то вряд ли сможет с ней встретиться.",0xff
                db 1,0xff
                db 0xf0,"Они, похоже, не очень ладили. Она говорила мне, что думает снять отдельную квартиру.",0xff
                db 1,0xff
                db 0xf0,"Мой муж работает в страховой компании. Ему нужно выполнять план, поэтому я уговорила её оформить полис. Но когда дело дошло до оформления, она сказала, что ей всё равно, кто будет получателем. Мне это показалось странным, обычно люди указывают родственников.",0xff
                db 0xf0,"Я случайно рассказала ей, что у меня есть ещё одна подруга по имени Сара Шилдс... И она решила назначить именно ту Сару получателем страховки. Ей эта идея, похоже, понравилась.",0xff
                db 0xf0,"Я знаю Сару Дж. с детства. Мы случайно встретились здесь.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Ничего особенного.",0xff
                db 1,0xff
                db 0xf0,"Это фотография Сары Дж.",0xff
                db 0xf0,"Сара Дж. там работала.",0xff
                db 0xf0,"Сара Дж. однажды показывала мне это.",0xff
                db 0xf0,"Я не знаю.",0xff
                db 0xf0,"Я ничего не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Понятия не имею.",0xff
                db 0xf0,"Я видела, как высокий пожилой мужчина покупал это для Сары О.",0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db "Владелец ресторана выглядел честным человеком.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xf0,"Здравствуйте, сэр. Чем могу вам помочь? Вы хотите узнать о Саре? Извините, а кто вы? Мистер Гарольд. Вы знали Сару?",0xff
                db 0xf0,"О, рад снова вас видеть, сэр.",0xff
                db 0xff
                db 0xff
                db 0xf0,"Что вы хотите узнать?",0xff
                db 1,0xff
                db 0xff
                db 0xf0,"Меня зовут Уильям Шилдс.",0xff
                db 0xf0,"Мне 53 года.",0xff
                db 0xf0,"Я владею этим рестораном.",0xff
                db 0xf0,"Группа крови B.",0xff
                db 0xf0,"Я живу с женой. Моя дочь... умерла.",0xff
                db 0xf0,"Я из Филадельфии.",0xff
                db 0xf0,"Долгое время я работал на покойного мистера Лоуренса Блума, президента концерна Блум. Я открыл этот ресторан после выхода на пенсию.",0xff
                db 0xff
                db 0xff
                db 0xf0,"Сара Шилдс? Да, это моя дочь. Она умерла... совершила самоубийство.",0xff
                db 0xf0,"Она была начинающей актрисой. Ей предстояло дебютировать на Бродвее, но она внезапно покончила с собой.",0xff
                db 0x22,"Это то, что она оставила мне - сценарий пьесы. Каждый раз, когда я вижу его, я вспоминаю свою дочь, и мне становится очень грустно. Если это может вам помочь, пожалуйста, возьмите его.",0x22," - сказал Уильям Шилдс и передал сценарий Дж. Б.",0xff
                db 0xf0,"Я его не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Он внук мистера Блума. Мистер Блум говорил мне, что Ленард не сможет управлять бизнесом.",0xff
                db 1,0xff
                db 0xf0,"Он адвокат семьи Блум. О, я вспомнил. Кажется, это было ночью 9-го, я видел его по дороге домой. Это было после закрытия ресторана, так что, наверное, около полуночи. Он был с женщиной, что для него довольно необычно.",0xff
                db 1,0xff
                db 0xf0,"Я её не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Он продюсер той постановки, в которой должна была играть Сара.",0xff
                db 1,0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 0xf0,"Актриса. Сара должна была выйти на сцену вместе с ней.",0xff
                db 1,0xff
                db 0xf0,"Я её не знаю.",0xff
                db 1,0xff
                db 0xf0,"Я очень обязан мистеру Блуму. Он дал мне этот ресторан. Я никогда не забуду его доброту. Его дом находится на 81-й улице Ист-Сайда.",0xff
                db 1,0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 0xf0,"После самоубийства Сары он тоже приходил сюда с расспросами.",0xff
                db 1,0xff
                db 0xf0,"Я слышал, что она не ладила с мужем и вернулась в родительский дом.",0xff
                db 1,0xff
                db 0xf0,"Я знаю мистера Диксонса. Он старый друг мистера Блума.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"У вас есть какие-нибудь новости о причине самоубийства Сары?",0xff
                db 0xf0,"Ночью 9-го? Кажется, я был в ресторане.",0xff
                db 1,0xff
                db 0xf0,"Она так ждала премьеры. Я просто не понимаю, почему всё закончилось вот так. Вы что-нибудь знаете о ней? Если да, пожалуйста, расскажите мне.",0xff
                db 1,0xff
                db 0xf0,"Её мечтой было стать актрисой. Она очень усердно репетировала танцы. Она прошла прослушивание, и когда узнала, что будет играть на сцене, была очень взволнована.",0xff
                db 1,0xff
                db 0xf0,"Я хочу знать настоящую причину, почему она покончила с собой. Я уверен, что произошло что-то очень серьёзное.",0xff
                db 1,0xff
                db 0xf0,"Мистер Лоуренс Блум сам управлял этим рестораном. Он отдал его мне вместо выходного пособия. Дела идут очень хорошо.",0xff
                db 1,0xff
                db 0xf0,"Нет, я ничего об этом не знаю.",0xff
                db 0xf0,"Мистер Гарольд, всё, что я могу сказать - это то, что мисс Лори жила в Чикаго... вот и всё.",0xff
                db 0xf0,"Это пьеса, в которой Сара получила роль.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"За несколько дней до смерти Сара, возвращаясь с танцевальных репетиций, запиралась у себя в комнате. Возможно, её что-то сильно беспокоило.",0xff
                db 0xf0,"Ничего больше.",0xff
                db 0xf0,"Кто это? Сара Шилдс?",0xff
                db 0xf0,"Я не знаю.",0xff
                db 0xf0,"Значит, есть девушка с таким же именем, как у моей дочери. У моей Сары средний инициал был Н. Да, Н - значит Натали.",0xff
                db 0xf0,"Что это значит?",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Понятия не имею.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я ничего не могу сказать.",0xff
                db 0xf0,"Сара должна была выступать в шоу под названием ",0x27,"Ангел",0x27,".",0xff
                db 0xf0,"Я ничего не могу сказать об этом.",0xff
                db "Он был высоким и стильным мужчиной.",0xff
                db "Энди Мур спокойно и уверенно смотрел на Дж. Б.",0xff
                db "Энди Мур был раздражён.",0xff
                db "Его лицо было мрачным.",0xff
                db 0xf0,"Что вам от меня нужно? Хотите узнать о Саре Шилдс?... Что именно вы хотите знать?",0xff
                db 0xf0,"Это опять вы.",0xff
                db 0xf0,"Мне нечего вам сказать. Просто уходите отсюда.",0xff
                db 0xf0,"Я уже рассказал вам всё, что знал. Извините, но я очень занят. ",0xff
                db 0xf0,"В чём дело?",0xff
                db 0xf0,"Мне нечего вам сказать.",0xff
                db 0xf0,"Мистер Гарольд, я уже всё вам рассказал.",0xff
                db 0xf0,"Вы пришли сюда, зная, что я Энди Мур. Кстати, я не знаю вашего имени. Назовитесь. Дж. Б. Гарольд. Так вот, мистер Гарольд, что вам от меня нужно?",0xff
                db 0xf0,"Мне 42 года.",0xff
                db 0xf0,"Возможно, будет проще, если я просто скажу, что я режиссёр.",0xff
                db 0xf0,"Что вы имеете в виду, задавая такой вопрос?",0xff
                db 0xf0,"Вы детектив? Я развёлся с женой пять лет назад. Детей у меня нет.",0xff
                db 0xf0,"Из Чикаго.",0xff
                db 0xf0,"Вы, похоже, мной интересуетесь. Что ж, скажу: я изучал драматургию в университете, а потом получил свою нынешнюю работу.",0xff
                db 0xff
                db 0xff
                db 0xf0,"Сара Шилдс? Почему вы приходите ко мне и спрашиваете об этой женщине?",0xff
                db 0xf0,"Что вы расследуете? Хотите узнать, почему умерла Сара? Не повезло, я ничего об этом не знаю. Проваливайте.",0xff
                db 0xf0,"Вы действительно надоедливый тип. Говорю вам - я ничего не знаю!",0xff
                db 0xf0,"Гилфорд из журнала ",0x27,"Эмпайр",0x27,"? Да, я его знаю. Так вы его друг...",0xff
                db 1,0xff
                db 0xf0,"Я его не знаю.",0xff
                db 1,0xff
                db 0xf0,"Хозяйка клуба M&M. Трудная женщина.",0xff
                db 1,0xff
                db 0xf0,"Он бармен.",0xff
                db 1,0xff
                db 0xf0,"Я встречал его в M&M. Богатый маменькин сынок.",0xff
                db 1,0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Он стоит прямо перед вами.",0xff
                db 1,0xff
                db 0xf0,"Мой секретарь. Она очень способная.",0xff
                db 1,0xff
                db 0xf0,"Она главная героиня моей следующей постановки. В чём дело? У вас на неё что-то есть? Барбара сейчас на занятиях в танцевальной студии ",0x27,"Апельсин",0x27," неподалёку отсюда.",0xff
                db 1,0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 0xf0,"Я слышал, он недавно умер.",0xff
                db 1,0xff
                db 0xf0,"Я её не знаю.",0xff
                db 1,0xff
                db 0xf0,"Один из окружения Барбары. Он вечно валяет дурака.",0xff
                db 1,0xff
                db 0xf0,"Это агент, с которым я работаю. Мы сотрудничали несколько раз.",0xff
                db 1,0xff
                db 0xf0,"Я не знаю такого человека.",0xff
                db 1,0xff
                db 0xf0,"Я никогда о нём даже не слышал, не то что встречался.",0xff
                db 1,0xff
                db 0xf0,"Детектив из 6-го участка? Я никогда не делал ничего настолько плохого, чтобы за мной следила полиция.",0xff
                db 1,0xff
                db 0xf0,"Критики - как паразиты, которые вьются вокруг нас. Богатеют, поливая всех грязью. Диксонс ничем не лучше.",0xff
                db 1,0xff
                db 0xf0,"Ну...",0xff
                db 1,0xff
                db 0xf0,"Она моя сестра. Вы с ней встречались?",0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Играете в детектива? Вечером 9-го? Не помню.",0xff
                db 0xf0,"Что я делал вечером  9-го - не ваше дело!",0xff
                db 0xf0,"С чего я должен знать, почему какая-то Сара Шилдс покончила с собой!?",0xff
                db 1,0xff
                db 0xf0,"Моя жена не могла понять моей полной отдачи профессии.",0xff
                db 1,0xff
                db 0xf0,"Я оставляю все эти дела своему агенту, Аллену Хьюстону. Спросите у него.",0xff
                db 0xf0,"Вы действительно крайне неприятный человек. Мне нечего вам сказать!",0xff
                db 0xf0,"О чём вы говорите?",0xff
                db 1,0xff
                db 0xf0,"Главную роль играет Барбара Лейн.",0xff
                db 1,0xff
                db 0xf0,"Я не имею к этому никакого отношения.",0xff
                db 1,0xff
                db 0xf0,"Все хотят забыть свои тяжёлые воспоминания о войне. У меня нет никакого желания всё заново переживать ради вас.",0xff
                db 1,0xff
                db 0xf0,"Я не знаю. В чём вообще дело?",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Если вы закончили, оставьте меня в покое.",0xff
                db 1,0xff
                db 0xf0,"Так вот о какой Саре Шилдс вы говорите.",0xff
                db 0xf0,"Что с этим не так?",0xff
                db 0xf0,"Откуда мне знать?",0xff
                db 0xf0,"Что с этим не так?",0xff
                db 1,0xff
                db 0xf0,"...Откуда это у вас?",0xff
                db 0xf0,"Не знаю.",0xff
                db 0xf0,"Что... в чём дело?",0xff
                db 0xf0,"Я ничего об этом не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"я не курю Camel",0xff
                db 0xf0,"Что?... Настоящая мать Сары - это...",0xff
                db 0xf0,"Откуда у вас этот сценарий? Что вы расследуете?",0xff
                db 0xf0,"Ну и что?",0xff
                db "Её лоб был покрыт потом.",0xff
                db "У неё неприятное лицо.",0xff
                db 1,0xff
                db "Барбара Лейн выглядела непреклонной.",0xff
                db 0xf0,"Это вы хотите со мной поговорить? Если хотите взять у меня интервью, сначала запишитесь через моего агента. Что? Вы хотите услышать о Саре Шилдс?",0xff
                db 0xf0,"О, опять вы.",0xff
                db 0xf0,"Я занята. Оставьте меня в покое.",0xff
                db 0xf0,"О, опять вы.",0xff
                db 0xf0,"Что вам нужно?",0xff
                db 0xf0,"Мне нечего вам рассказать.",0xff
                db 0xf0,"Мне больше нечего вам сказать. Я занята репетицией.",0xff
                db 0xf0,"Вы, конечно, знаете моё имя.",0xff
                db 0xf0,"Мне 26... честно!",0xff
                db 0xf0,"Я актриса.",0xff
                db 0xf0,"Группа крови A.",0xff
                db 0xf0,"Конечно, я не замужем.",0xff
                db 0xf0,"Я родилась в Теннесси.",0xff
                db 0xf0,"Я на Бродвее уже 5 лет. Я очень хочу прославиться с этой следующей постановкой.",0xff
                db 0xff
                db 0xff
                db 0xf0,"Я не знаю ничего, что могла бы вам рассказать.",0xff
                db 0xf0,"И какое она имеет ко мне отношение?",0xff
                db 0xf0,"...Ну, я её знаю. Она была на прослушивании для ",0x27,"Ангел",0x27,". Но что с того?",0xff
                db 0xf0,"Я не знаю того парня.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Энди познакомил меня с ней. Энди сказал, что они раньше жили в одном городе.",0xff
                db 1,0xff
                db 0xf0,"Кто это?",0xff
                db 1,0xff
                db 0xf0,"Я ненавижу таких типов. Думает, что может всё, просто потому что у него много денег. Он совершенно никчёмный.",0xff
                db 1,0xff
                db 0xf0,"Ну, я не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Думаю, Энди ко мне неравнодушен.",0xff
                db 1,0xff
                db 0xf0,"Диана без ума от Энди.",0xff
                db 1,0xff
                db 0xf0,"Я - это я.",0xff
                db 1,0xff
                db 0xf0,"Я её не знаю.",0xff
                db 1,0xff
                db 0xf0,"Я встретила его в M&M. Я видела, как он сидел за столиком перед фортепиано.",0xff
                db 1,0xff
                db 0xf0,"Я её не знаю.",0xff
                db 1,0xff
                db 0xf0,"Он один из моих поклонников. Хочет стать профессиональным музыкантом. Работает в ",0x27,"Bleecker Records",0x27," в Ист-Виллидж.",0xff
                db 1,0xff
                db 0xf0,"Агент предстоящей постановки.",0xff
                db 1,0xff
                db 0xf0,"В этом бизнесе ты пропадёшь, если начнёшь водиться с таким типом как он.",0xff
                db 1,0xff
                db 0xf0,"Я не знаю никаких детективов.",0xff
                db 1,0xff
                db 0xf0,"Он жёсткий критик, но если он высоко отзовётся о тебе, тебя признают.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"В вечером 9-го? Ну, я танцевала в дискотеке. Да, с Аароном Ламбертом.",0xff
                db 0xf0,"Да, я выпивала с Энди в M&M. Но никакой ссоры между нами не было. После этого я пошла в дискотеку с Аароном.",0xff
                db 0xf0,"Ну, откуда мне знать.",0xff
                db 1,0xff
                db 0xf0,"Я не буду об этом думать, пока не стану звездой.",0xff
                db 1,0xff
                db 0xf0,"В этом мире все пытаются ухватиться за любой шанс.",0xff
                db 1,0xff
                db 0xf0,"Энди также написал сценарий. Эта роль идеально мне подходит.",0xff
                db 0xf0,"Никто, кроме меня, не сможет сыграть главную роль.",0xff
                db 0xf0,"Я не понимаю, о чём вы говорите.",0xff
                db 1,0xff
                db 0xf0,"Что?",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Извините, но я очень занята. Пожалуйста, уходите.",0xff
                db 1,0xff
                db 0xf0,"Я помню, что видела её. Она пианистка в M&M. Что? Она тоже Сара Шилдс? Я не знала.",0xff
                db 0xf0,"Я была в M&M.",0xff
                db 0xf0,"Это не имеет ко мне никакого отношения.",0xff
                db 0xf0,"О, мы используем точно такой же реквизит в ",0x27,"Ангеле",0x27,"!",0xff
                db 0xf0,"Понятия не имею.",0xff
                db 0xf0,"Это бланк кастинга на ",0x27,"Ангела",0x27,0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 0xf0,"Я ненавижу этот запах, потому что Диана носит точно такие же духи.",0xff
                db 0xf0,"Это не моё.",0xff
                db 1,0xff
                db 0xf0,"Я бросила курить, потому что это вредит голосу.",0xff
                db 0xf0,"Я не знаю.",0xff
                db 0xf0,"Этот сценарий... как... откуда он у вас?",0xff
                db 0xf0,"Я не знаю.",0xff
                db "Молодой человек смотрел на Дж. Б., глуповато улыбаясь.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xf0,"Привет! Как дела? Хочешь узнать о Саре Шилдс? А ты кто?",0xff
                db 0xf0,"Ого!",0xff
                db 0xff
                db 0xff
                db 0xf0,"Это что, смешно?",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Меня зовут Аарон Ламберт. А ты... Дж. Б. Гарольд, да? Приятно познакомиться.",0xff
                db 0xf0,"19 лет.",0xff
                db 0xf0,"Я просто продавец в магазине пластинок.",0xff
                db 0xf0,"Думаю, группа крови AB.",0xff
                db 0xf0,"Отец от меня отрёкся.",0xff
                db 0xf0,"Богатый район в Куинсе, ха.",0xff
                db 0xf0,"Верите или нет, я подающий надежды музыкант. Хочешь автограф? Он когда-нибудь будет стоить больших денег.",0xff
                db 0xff
                db 0xff
                db 0xf0,"Конечно, я её знаю. Она конкурировала с Барбарой за главную роль.",0xff
                db 0xf0,"Но после смерти Сары позиция Барбары как главной актрисы стала незыблемой.",0xff
                db 0xf0,"Я даже слышал, что Энди Мур поддерживал Сару и собирался сделать её главной вместо Барбары.",0xff
                db 0xf0,"Не знаю.",0xff 
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Дурак с кучей денег. Он пытался подкатить к Барбаре, но получил от ворот поворот.", 0xff 
                db 1,0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 0xf0,"Женщин по имени Фрэнни мужчины не очень жалуют.",0xff
                db 1,0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 0xf0,"Он бродвейский продюсер. Мне с ним не тягаться, когда дело касается баб. Он много работает и так же сильно отрывается. Настоящий волк.",0xff
                db 0xf0,"Ты знаешь, ходят слухи, что Энди Мур - наркоман? Я уверен, что это правда.",0xff
                db 0xf0,"Барбара и Диана дерутся из-за Энди. Не понимаю, что они в нём нашли, в этом мужике средних лет.",0xff
                db 1,0xff
                db 0xf0,"Я тусуюсь с Барбарой, потому что хочу урвать свой шанс.",0xff
                db 1,0xff
                db 0xf0,"Не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Этот старик столько раз выставлял меня дураком. Он настоящий жулик. Его офис находится в обшарпанном здании на окраине Бродвея.",0xff
                db 1,0xff
                db 0xf0,"Он наркодилер. Очень опасный тип.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Вечером 9-но? Давай посмотрим... а, да, я тусовался с Барбарой. Она сказала, что у неё плохое настроение, поэтому мы пошли в дискотеку. В тот день она была в очень скверном настроении, и её было трудно развлечь.",0xff
                db 1,0xff
                db 0xf0,"Это только между нами, ладно? Барбара действительно применила грязный трюк, чтобы обойти свою соперницу. Женщины могут быть очень жестокими.",0xff
                db 1,0xff
                db 0xf0,"Это та постановка, в которой сейчас играет Барбара. О ней ходит куча скандальных историй.",0xff
                db 1,0xff
                db 0xf0,"Я расскажу тебе, если дашь мне миллион долларов. Ха-ха, шучу.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Кстати, похоже, Энди порвал с той длинноволосой девушкой, с которой встречался раньше. В последнее время я её вообще не видел.",0xff
                db 0xf0,"Мур боялся, что я настучу на него Диане. Каждый раз, когда я заставал его с той женщиной, он давал мне немного денег. Это была настоящая золотая жила.",0xff
                db 0xf0,"Я её не знаю",0xff
                db 0xf0,"Я там никогда не был.",0xff
                db 0xf0,"Я ничего об этом не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Если тебе нужны наркотики, иди к Норману Слейзи.",0xff
                db 0xf0,"У Барбары тоже были такие духи.",0xff
                db 0xf0,"Это не моё.",0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Сценарий ",0x27,"Ангела",0x27,"! Некоторые готовы убить, чтобы заполучить его в руки.",0xff
                db 0xf0,"Разборки между богатыми людьми меня не касаются.",0xff
                db "Он выглядел робким.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Это вы хотите со мной поговорить? Кто вы? Дж. Б. Гарольд? Никогда не слышал такого имени.",0xff
                db 0xf0,"О, вы снова здесь.",0xff
                db 1,0xff
                db 0xff
                db 0xf0,"Что вам нужно?",0xff
                db 1,0xff
                db 0xff
                db 0xf0,"Меня зовут Аллен Хьюстон.",0xff
                db 0xf0,"Мне 45 лет.",0xff
                db 0xf0,"Я работаю музыкальным агентом. Если хотите получить работу, принесите два экземпляра резюме и фотографии. Не забудьте указать место вашей нынешней работы.",0xff
                db 0xf0,"Почему вы хотите это узнать? О, вы не актёр.",0xff
                db 0xf0,"Я живу с женой и тремя детьми. У нас счастливая семья.",0xff
                db 0xf0,"Я из Куинса.",0xff
                db 0xf0,"Я давно в шоу-бизнесе. У меня хороший глаз на талант. Я думаю, вы хорошо выглядите. Достаточно высокий. Уверен, у вас получится. Как насчёт того, чтобы подписать с нами контракт?",0xff
                db 0xff
                db 0xff
                db 0xf0,"Ну... я не знаю.",0xff
                db 0xf0,"Спасибо, но никаких скандалов, пожалуйста. Не беспокойте меня такими пустяками перед премьерой.",0xff
                db 0xf0,"Да, это правда, что актриса по имени Сара Шилдс, которая должна была участвовать в постановке, совершила самоубийство. Но это не имело никакого отношения к спектаклю. Больше не спрашивайте меня об этом.",0xff
                db 0xf0,"Тот журналист из журнала тоже приходил сюда собирать материал об ",0x27,"Ангеле",0x27,". Результаты прослушивания были опубликованы в том журнале.",0xff
                db 1,0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 0xf0,"Она хозяйка клуба M&M. Энди говорил мне, что давно работал с её покойным мужем. Она, наверное, старше, чем выглядит.",0xff
                db 1,0xff
                db 0xf0,"Думаю, он бармен в M&M.",0xff
                db 1,0xff
                db 0xf0,"Никогда с ним не встречался.",0xff
                db 1,0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Энди - хороший партнёр. Его новая работа обязательно станет большим успехом. Он поздно начал карьеру в шоу-бизнесе, потому что был во Вьетнаме.",0xff
                db 0xf0,"То, что вы сказали - правда. Энди не может избавиться от наркотической зависимости. Пожалуйста... держите это в секрете. Умоляю вас.",0xff
                db 0xf0,"Диана - способная секретарша, но слишком прямолинейна.",0xff
                db 1,0xff
                db 0xf0,"Предстоящая постановка имеет решающее значение для актерской карьеры Барбары.Это ее последний шанс проявить себя.",0xff
                db 1,0xff
                db 0xf0,"Я её не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я... я не знаю. Я не знаком с этим человеком.",0xff
                db 1,0xff
                db 0xf0,"Честное слово! Сегодняшней молодёжи нельзя доверять. Не верьте ни единому его слову!",0xff
                db 1,0xff
                db 0xf0,"Он очень влиятельный критик. Если постановка получает от него плохой отзыв, ей быстро приходит конец. Мы все его очень боимся.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"В вечером 9-го? У меня была встреча по поводу новой постановки в офисе Энди. Энди ушёл посреди встречи и долго не возвращался. Поэтому нам пришлось оставаться там допоздна.",0xff
                db 1,0xff
                db 0xf0,"На последнем прослушивании было много претенденток. Более того, у нас было две девушки с одинаковым именем... О, это неважно. Забудьте.",0xff
                db 0xf0,"Вообще-то на последнем прослушивании была одна девушка, которая всё время крутилась вокруг Энди. Ему было очень неловко.",0xff
                db 0xf0,"Наша следующая постановка будет очень зрелищной. Она обязательно станет большим успехом. Конечно, если только Марлоу Диксонс не разнесёт её в своей газетной рецензии.",0xff
                db 0xf0,"Да, были разговоры о том, чтобы главную роль сыграла другая актриса. Но девушка, которая была основной кандидаткой, покончила с собой, поэтому роль в итоге досталась Барбаре.",0xff
                db 0xf0,"В чём дело?",0xff
                db 1,0xff
                db 0xf0,"Пока всё хорошо. У меня талант находить и шлифовать молодые таланты.",0xff
                db 1,0xff
                db 0xf0,"Это воспоминание, которое я не хочу ворошить. Я ненавижу войну. У Энди тоже был тяжёлый опыт.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Кстати, я случайно встретил сестру Энди перед Big Apple. Она была зла, потому что Энди куда-то ушёл, а Диана обошлась с ней холодно. Она долго жаловалась мне.",0xff
                db 0xf0,"Сестра Энди - её зовут Маргарет Моррис - приехала в Манхэттен на праздники. Она сказала, что остановилась в отеле ",0x27,"Эдисон",0x27," в Ист-Виллидж. Интересно, удалось ли ей встретиться с Энди.",0xff
                db 0xf0,"Это девушка, которая привлекла внимание Энди. Он пригласил её на прослушивание, но она отказалась. Сказала, что не в настроении.",0xff
                db 0xf0,"Для чего это?",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я... я никогда не видел такой вещи. Просто заберите это с собой.",0xff
                db 0xf0,"Какое это имеет отношение?",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я не знаю.",0xff
                db 0xf0,"Это сценарий ",0x27,"Ангел",0x27,". Откуда он у вас?",0xff
                db 0xf0,"Я не хочу попадать в неприятности. Я не хочу вмешиваться в чужое наследство.",0xff
                db "Женщина, похоже, была удивлена внезапным визитом Дж. Б.",0xff
                db 1,0xff
                db 1,0xff
                db 0xff
                db 0xf0,"Вы хотите узнать о моём брате? Для какого журнала? Как вы узнали, что я сестра Энди? Хорошо. Я расскажу вам всё, что могу.",0xff
                db 0x22,"О, опять вы.",0x22," - Она улыбнулась, глядя на Дж. Б.",0xff
                db 0xff
                db 0xff
                db 0xf0,"Что вы хотите узнать?",0xff
                db 1,0xff
                db 0xff
                db 0xf0,"Меня зовут Маргарет Моррис. Моррис пишется М-О-Р-Р-И-С... Вы ничего не записываете? Что? Вы не репортёр? О, понятно. Тогда кто вы? Ясно... Мистер Гарольд...",0xff
                db 0xf0,"Ну... 50.",0xff
                db 0xf0,"Я домохозяйка.",0xff
                db 0xf0,"Группа крови A.",0xff
                db 0xf0,"Я живу с мужем и тремя детьми.",0xff
                db 0xf0,"Сейчас я в поездке. Я из Чикаго.",0xff
                db 0xf0,"Что я могу сказать?",0xff
                db 0xff
                db 0xff
                db 0xf0,"Сара Шилдс? Никогда о ней не слышала.",0xff
                db 1,0xff
                db 0xf0,"О, теперь я вспомнила, на кого похожа девушка на фото. Она очень напоминает Мэри Блум - покойную жену Лоуренса Блума.",0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Я заняла место нашей матери для Энди. Наши родители умерли, когда мы были ещё детьми, поэтому нам пришлось очень тяжело. Я так рада видеть успехи Энди.",0xff
                db 1,0xff
                db 0xf0,"Она та неприятная женщина из офиса Энди, верно? Ему не следовало нанимать такую секретаршу. Я обязательно скажу ему это, когда увижу.",0xff
                db 1,0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xf0,"Он председатель концерна Блум. Я когда-то работала в компании Блум. Я работала на фабрике в Чикаго",0xff
                db 1,0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 0xf0,"Марк Беннетт? Я его хорошо помню. Он был коллегой Энди. Я слышала, что его убила жена. В то время это была громкая история.",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Вечером 9-го? Я только вчера приехала сюда.",0xff
                db 1,0xff
                db 0xf0,"Возможно, вы слишком молоды, чтобы это знать. Вы когда-нибудь слышали о деле похищения дочери Лоуренса Блума?",0xff
                db 1,0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xff
                db 0xf0,"Я очень жду новую постановку Энди.",0xff
                db 1,0xff
                db 0xf0,"Я уверена, что где-то видела это лицо...",0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 0xf0,"Я хорошо это помню. Это, должно быть, музыкальная шкатулка Лори. Она стала знаменитой во времена дела о похищении ребёнка в семье Блум.",0xff
                db 0xf0,"Понятия не имею.",0xff
                db 1,0xff
                db 0xf0,"Я не знаю.",0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 1,0xff
                db 0xff