        ;0
        db "Однажды Дж. Б. Гарольд получил письмо.",0xff
        ;1
        db "На конверте стоял штемпель Нью-Йорка, и оно пришло от женщины из его    прошлого. Внутри лежало короткое письмо и клубная карта.",0xff
        ;2
        db "Вы меня помните, детектив?",0xff
        db "Почему-то я думаю о вас. Это случилось со мной впервые с тех пор, как я приехала в этот город.",0xff
        ;3
        db "Наверное, всё дело в ночном городском пейзаже за моим окном.            Он невероятно красив, но в то же время навевает чувство одиночества.",0xff
        db "Город - такое причудливое место. Как и люди, которые здесь живут.",0xff
        ;4
        db "Детектив, интересно, удастся ли мне когда-нибудь снова вас увидеть?",0xff
        db "Сара Шилдз.",0xff
        ;5
        db "На карточке, вложенной в конверт, было указано название одного из       бродвейских клубов.",0xff
        db "Дж. Б. зажег сигарету, и его мысли вновь обратились к Саре Шилдс.",0xff
        db "Через несколько дней пришло письмо от его бывшего коллеги, Джеда Грегори",0xff
        ;6
        db "Дж. Б., давно не виделись. Как у тебя дела?",0xff
        db "Не верится, что прошел уже год с тех пор, как я уехал из Либерти-Таун.",0xff
        db "Раньше ты беспокоился о моём здоровье, но сейчас у меня всё в порядке.",0xff
        db "Мое новое дело тоже держится на плаву.",0xff
        db "С тех пор как я здесь, мне удается зарабатывать на жизнь, просто повесив вывеску с рекламой услуг по проверке кредитоспособности для страховых  компаний.",0xff
        db "Конечно, это не то же самое, что наша совместная охота на преступников..",0xff
        ;7
        db "Дж. Б.",0xff
        ;8
        db "Ты помнишь женщину по имени Сара Шилдс?",0xff
        db "Да, та пианистка с длинными волосами из паба. Той Сары больше нет...",0xff
        db "Она выпала из окна своей квартиры на Манхэттене.",0xff
        db "Она упала из собственного окна - словно летела.",0xff
        db "Последние три месяца Сара снимала квартиру в Сохо вместе со своей       подругой Фрэнни Винсент.",0xff
        db "В тот вечер Фрэнни не было дома, и Сара осталась одна.",0xff
        db "А в полночь...",0xff
        ;9
        db "Она выпала из окна своей квартиры и упала на дорогу с высоты 25-го этажа",0xff
        db "Разумеется, она погибла мгновенно.",0xff
        db "Тело обнаружил Дик Бейкер, живший в доме напротив.",0xff
        db "Он рассказал полиции, что видел, как Сара выпала из окна - словно летела",0xff
        db "По данным полиции Нью-Йорка, в момент происшествия в здании не было     посторонних, и никаких инцидентов зафиксировано не было.",0xff
        db "Также не поступало сообщений о подозрительных людях в этом районе.",0xff
        db "Ее смерть сочли самоубийством - она стала очередной жертвой этого       холодного, жестокого города.",0xff
        db "Полиция пришла к самому простому и очевидному выводу.",0xff
        db "Но в этом деле все же остаются неразгаданные загадки.",0xff
        ;10
        db "Во-первых, в ее квартире остались кое-какие улики...",0xff
        db "Шторы на полу были разорваны в клочья - словно кто-то вцепился в них,   пытаясь удержаться.",0xff
        db "На деревянной оконной раме также были свежие царапины.",0xff
        ;11
        db "Во-вторых, в правой руке Сары была крепко зажата маленькая жестяная     музыкальная шкатулка.",0xff
        db "И наконец - что важнее всего - так и не удалось установить причину      самоубийства Сары.",0xff
        ;12
        db "Полагаю, полиции большого города просто некогда всерьез заниматься делом женщины, работающей в баре.",0xff
        db "Да и людям до этого нет особого дела.",0xff
        db "Пока их самих это не касается.",0xff
        db "Учитывая реакцию полиции, единственной стороной, оставшейся недовольной, оказалась страховая компания.",0xff
        db "Они хотели квалифицировать её смерть как самоубийство и избежать выплаты страховки.",0xff
        ;13
        db "Разумеется, тратиться на расследование им тоже не хотелось.",0xff
        db "Именно поэтому дело попало к Джеду Грегори.",0xff
        db "Судьба это или что-то еще?",0xff
        db "Что дело из далекого Либерти-Тауна снова свело нас вместе?",0xff
        db "Дж. Б., это не простое самоубийство.",0xff
        db "За её смертью что-то скрывается. Ты не согласен, Дж. Б.?",0xff
        ;14
        db "Дж. Б. покинул Либерти-Таун и направился в Манхэттен.",0xff

        db "Когда Дж. Б. добрался до своего номера в отеле на Манхэттене, ему позвонили с стойки регистрации.",0xff
        db "Вам звонит Кэтрин Уайт. Соединить вас с ней?",0xff
        db "Конечно, сэр.",0xff

        db "Привет, Дж. Б.",0xff
        db "Мне так стало легче. Его арестовали.",0xff
        db "Не волнуйся. В Либерти-Тауне спокойнее без тебя.",0xff
        db "Все в отделе умирают от скуки.",0xff
        db "С тех пор как кто-то ушел в отпуск и просто отправился в Манхэттен,",0xff
        db "у лейтенанта Тейлора просто ужасное настроение.",0xff
        db "Ах, да,",0xff
        db "тебе позвонил парень по имени Пит Гилфорд.",0xff
        db "Когда я сказала ему, что ты уехал в Манхэттен, он попросил зайти к нему в офис.",0xff
        db "Он - репортёр из журнала 'Эмпайр' на Пятой авеню.",0xff
        db "Кстати... пришло ли письмо в твой отель?",0xff
        db "Да. Нам удалось достать только одну фотографию Сары.",0xff
        db "Это было шесть месяцев назад, когда Сара уехала в Манхэттен, уволившись из паба в Либерти-Тауне.",0xff
        db "Она сказала всем, что собирается жить у своей мамы.",0xff
        db "Всё, что касается расследования, есть в отчёте.",0xff
        db "Эй, Дж. Б.",0xff
        db "Ты не собираешься возвращаться домой, пока не раскроешь это дело, верно?",0xff
        db "Понимаю. Но не перетруждайся.",0xff
        db "Обязательно вернись домой целым и невредимым, Дж. Б.",0xff

        db "На следующий день Дж. Б. отправился в офис Джеда, чтобы раскрыть тайну смерти Сары Шилдс.",0xff
