        db "Сара Шилдс",0xff
        db "Карен Стайнхарт",0xff
        db "Дэвид Стайнхарт",0xff
        db "Деннис Холдман",0xff
        db "Вики Холдман",0xff
        db "Кларк Эванс",0xff
        db "Синди Эванс",0xff
        db "Майкл Уокер",0xff
        db "Тед Адлер",0xff
        db "Дженнифер Уокер",0xff
        db "Айрис Адлер",0xff
        db "Билли Макдональд",0xff
        db "Уоррен Спенсер",0xff
        db "Ларри Джонс",0xff
        db "Эмили Кэссиди",0xff
        db "Кэрол Джексон",0xff
        db "Дебора Джексон",0xff
        db "Фрэнк Ховард",0xff
        db "Скотт Ларнер",0xff
        db "Энни Дэвис",0xff
        db "Рональд Майерс",0xff
        db "Фиби Коллинз",0xff
        db "Пегги Коллинз",0xff
        db "Стивен Харрис",0xff
        db "Рой Бейкер",0xff
        db "Ройс Лайонс-мл.",0xff
        db "Бетти Янсен",0xff
        db "Том Манджини",0xff
        db "Лиза Фрэнсис",0xff
        db "Макс Лайл",0xff
        db "Джоан Форд",0xff
        db "Пэтти Ли",0xff
        db "Чарли Уиллис",0xff
        db "Эдди Кан",0xff
        db "Томас Смит",0xff
        db "Рон Труман",0xff
        db "Джед Грегори",0xff
        db "Джейн Грегори",0xff
        db "Кэтрин Уайт",0xff
        db "Билл Роббинс",0xff
        db "Уолл-стрит",0xff
        db "Чайнатаун",0xff
        db "Сохо",0xff
        db "Гринвич-Виллидж",0xff
        db "Ист-Виллидж",0xff
        db "Бродвей",0xff
        db "5-я авеню",0xff
        db "Ист-Сайд",0xff
        db "Вест-Сайд",0xff
        db "Гарлем",0xff
        db "Банк Нью-Йорка",0xff
        db "'Стайнхарт Ко.'",0xff
        db "Офис Холдмана",0xff
        db "'Сэйки Хантен'",0xff
        db "'Бейкер и Ко.'",0xff
        db "'Ананас'",0xff
        db "Кв. Уокера",0xff
        db "'Too Good'",0xff
        db "Кв. Сары",0xff
        db "Бреккер Рекордс",0xff
        db "Театр 'ЛАЛА'",0xff
        db "'Газебо'",0xff
        db "Дом Адлера",0xff
        db "'Мэйсис'",0xff
        db "'Dead or Alive'",0xff
        db "'M&M'",0xff
        db "Театр Бродвея",0xff
        db "Гор. библиотека",0xff
        db "'New York Mag.'",0xff
        db "'HeartSafe'",0xff
        db "Дом Холдмана",0xff
        db "'Украшения Кристи'",0xff
        db "Дом Стайнхарта",0xff
        db "'BB-96'",0xff
        db "Кв. Коллинзов",0xff
        db "Офис Джада",0xff
        db "Бар",0xff
        db "Кровать",0xff
        db "Стол",0xff
        db "Пол",0xff
        db "Шкаф",0xff
        db "Прочее",0xff
        db "Кровать",0xff
        db "Стол",0xff
        db "Пол",0xff
        db "Шкаф",0xff
        db "Прочее",0xff
        db "Кровать",0xff
        db "Стол",0xff
        db "Пол",0xff
        db "Шкаф",0xff
        db "Прочее",0xff
        db "Стол",0xff
        db "Стул",0xff
        db "Портфель",0xff
        db "Прочее",0xff
        db "Стол",0xff
        db "Стул",0xff
        db "Портфель",0xff
        db "Прочее",0xff
        db "'Синяя скорбь'",0xff
        db "Пластинка",0xff
        db "Пуговица",0xff
        db "Серьги",0xff
        db "Чек",0xff
        db "Бумажник",0xff
        db "Помада",0xff
        db "Автобусный билет",0xff
        db "Кольцо",0xff
        db "Браслет",0xff
        db "Кредитка",0xff
        db "Письмо",0xff
        db "Календарь",0xff
        db "Рукопись",0xff
        db "Галстук",0xff
        db "Мед. справка",0xff
        db "Ай Шан",0xff
        db "Фото",0xff
        db "Платок",0xff
        db "Акция",0xff
        db "Дело Сары Шилдз",0xff
        db "Дело о сапфире",0xff
        db "Дело Даунхиллз",0xff
        db "Дело Уокера",0xff
        db "Дело Макдональда",0xff
        db "30 декабря",0xff
        db "О Синей скорби",0xff
        db "О сообщении",0xff
        db "Как нашли",0xff
        db "О страховке",0xff
        db "О фото",0xff
        db "Состояние фирмы",0xff
        db "Работа Сары",0xff
        db "Мужчины Сары",0xff
        db "О браке",0xff
        db "Причина развода",0xff
        db "Почему сбежала",0xff
        db "О любовнике",0xff
        db "Публикация романа",0xff
        db "О работе",0xff
        db "О ходе следствия",0xff
        db "Об уликах",0xff
        db "Детектив",0xff
        db "О смерти брата",0xff
        db "О смерти возлюбл.",0xff
        db "О Рождестве",0xff
        db "О долгах",0xff
        db "О записи",0xff
        db "О подделке акций",0xff
        db "О болезни Сары",0xff
        db "Отношения с Сарой",0xff
        db "Против отношений?",0xff
        db "О подарке",0xff
        db "Причина шантажа",0xff
        db "Почему звонил",0xff
        db "Тайный любовник?",0xff
        db "О золотом сне",0xff
        db "О состоянии",0xff
        db "О татуировке",0xff
        db "Еще сведения?",0xff
        db "Что знаете?",0xff
        db "Что скрываете?",0xff
        db "Что видели?",0xff
        db "Кто вас просил?",0xff
        db "Кого прикрываешь?",0xff
        db "Что сделали?",0xff
        db "Ваша цель?",0xff
        db "В чем правда?",0xff
        db "Неизвестно",0xff          ;
        ;db "Вакансии",0xff
        db "Частн. объявления",0xff
        ;db "Парк: статья",0xff
        db "Смерть в Ц.парке",0xff
        ;db "Центр: статья",0xff
        db "Смерть в Л.центре",0xff
        db "ФАЙЛ 1",0xff
        db "ФАЙЛ 2",0xff
msg_bar_s:
        db "Ход расследования",0xff
        db "Дедукция",0xff
        db "*СОХРАНИТЬ*",0xff