;cp866
        db "Идти расследовать",0xff
        db "Поговорить с Джедом",0xff
        db "Поговорить с Джейн",0xff
        db "Причастные лица",0xff
        db "Показать улики",0xff
        db "Вовлечённые лица",0xff
        db "Обсудить улики",0xff
        db "Обсудить информацию",0xff
        db "Выяснить правду",0xff
        db "Мотив убийства?",0xff
        db "Способ убийства?",0xff
        db "Суть преступления?",0xff
        db "Идти",0xff
        db "Войти",0xff
        db "Идти к Джеду",0xff
        db "Идти в бар",0xff
        db "Сделать перерыв",0xff
        db "*ЗАГРУЗИТЬ*",0xff
        db "Посетить адрес",0xff
        db "Сменить адрес",0xff
        db "Сменить район",0xff
        db "Архивная информация",0xff
        db "Что скажете о... ?",0xff
        db "Осмотреть собеседн.",0xff
        db "Выслушать",0xff
        db "Покинуть адрес",0xff
        db "Расскажите о себе",0xff
        db "Вы знакомы с... ?",0xff
        db "Спросить о деле",0xff
        db "Показать улики",0xff
        db "Позвать другого",0xff
        db "Провести обыск",0xff
        db "Позвать кого-то",0xff
        db "Искать улики",0xff
        db "Взять",0xff
        db "Жесткий допрос",0xff
        db "Предъявить улики",0xff
        db "О деталях дела",0xff
        db "Обсудить дело",0xff
        db "Выслушать",0xff
