        org 0x8000
introrusbegin
	DB "               Я только поступил в начальную школу,",#0A
	DB "             когда мой отец покончил с собой, прыгнув",#0A
	DB "       с железнодорожной платформы линии Яма-но-тэ в Токио.",#0A
	DB "       Президента и владельца компании Тайрику Индастриес,",#0A
	DB "          моего отца, сместили с должности и подтолкнули",#0A
	DB "                       к смерти его враги.",1

	db "                Чтобы покрыть наши огромные долги,",#0A
	db "          моя мать пошла работать, доведя себя до того,",#0A
	db "                 что тоже ослабла и умерла.",1

	db "             Мой брат Эйити старше меня на восемь лет.",#0A
	db "            мы были разлучены: нас забрали к себе разные",#0A
	db "           родственники и мы росли порознь. Со временем",#0A
	db "                  мы потеряли связь друг с другом.",#0A
	db "                          Мы потеряли все.",1

	db "       Прощлым летом Эйити появился на пороге моего дома.",#0A
	db "   Ему было двадцать пять, но у него уже была дорогая машина.",#0A
	db "             Он много работал, чтобы достичь этого.",1

	db "              'Я нашел человека, виновного в смерти",#0A
	db "                     отца!' - сказал он мне.",1

	db "             По словам моего брата, человек по имени",#0A
	db "             Сежзи Окамура подстроил крах моего отца",#0A
	db "                         с самого начала.",#0A,#0A
	db "            -Пришло время отомстить врагу нашей семьи!",#0A
	db "                     Ты поможешь мне в этом?",#0A
	db "                -Да, помогу! - сразу же ответил я.",#0A,#0A
	db "         Я начал собирать информацию о Сезди Окамуре.....",1

	db "             Мой брат купил дом по соседству с семьей",#0A
	db "          Окамура,  и я переехал туда, сделав вид, что",#0A
	db "        мои родители находятся в Америке, а я живу один.",#0A
	db "              Я начал внедряться в семью Окамура.",#0A
	db "         Я собирался влюбить в себя среднюю дочь, Эми,",#0A
	db "         и начал встречаться с ней. Старшая дочь, Юки,",#0A
	db "             помогала мне с учебой, пока я помогал",#0A
	db "          младшей, Рисе. Это давало мне шанс напичкать",#0A
	db "          дом Окамуры жучками, порыться в его грязном",#0A
	db "          белье, копировать файлы с компьютера и т. д.",#0A
	db "          Все это я в точности передавал своему брату.",1

	db "                 Однажды Седзи Окамура исчез,",#0A
	db "                 оставив своих дочерей одних.",#0A,#0A
	db "           Мой брат не говорил мне, в чем заключается",#0A
	db "           его план, иак что я был удивлен не меньше",#0A
	db "            других, когда Седзи так внезапно исчез.",#0A
	db "            Я не знал, помогла ли Эйити информация,",#0A
	db "          которую я доставал, совершить месть или нет.",1

	db "             Я был уверен, что наша месть закончена.",#0A
	db "       Но если так, то почему я чувствовал себя виноватым?",#0A,#0A
	db "               Как я мог гордиться сделанным, видя,",#0A
	db "                 что непоколебимая Эми плачет так,",#0A
	db "                        словно ее отец умер.",#0A
	db "                     Я осознал, что люблю Эми.",1

	db "            Юки бросила учебу и пошла работать, чтобы",#0A
	db "          содержать семью. Риса-тян выглядела достаточно",#0A
	db "              веселой, но я знал, что это неправда:",#0A
	db "               она плакала всю ночь напролет, когда",#0A
	db "                       отец оставил их одних",#0A,#0A
	db "                  Внезапно я с ужасом осознал,",#0A
	db "                что мы разрушили счастливую семью.",1

	db "                     Но трагедия семьи Окамура",#0A
	db "                      еще только начиналась...",1,0
introrusend 