struct text
{
	u8 x;
	u8 y;
	u8 w;
	u8 h;
	u8 count_phrases;
	char *text[5];
};
struct item
{
	u8 imgnum;
	char* name;
};
static struct trigger
{
	u8 x;
	u8 y;
	u8 w;
	u8 h;
	u8 walkable;//проходимые/непроходимые,
	u8 item_needed;//какой предмет нужен для активации (0 - просто наступить,1 - жмякнуть огонь 2,3... предметы)
	u8 actived;//активирован или нет
	u8 disabling;//выключается или нет
	u8 act_walkable;//становится проходимым или нет
	u8 text_touch;//текст при прикосновении
	u8 text_touch_sayed;//текст сказан
	u8 text_wrong;//текст при неправильной активации
	u8 text_active;//текст при активации
	u8 item_or_teleport;//дает предмет или телепортирует (1,2,3)3 - ничего не дает (для газет, заметок и т.д.)
	u8 room_or_item_number;//какой предмет дает или в какую комнату телепортирует
	u8 x_exit;//x выхода
	u8 y_exit;//y выхода
	u8 picture_unactived;//картинка до (0-невидимый)
	u8 picture_actived;//картика после (0-невидимый)
};
static struct room2
{
	u8 num;
	u8 l,t;
	u16 count_l1_elements;
	u8 *l1_elements;
	u16 count_l2_elements;
	u8 *l2_elements;
	u8 count_walk_elements;
	u8 *walk_elements;
	u8 count_triggers;
	struct trigger triggers[7];
};
static struct room
{
	u8 num;
	u8 l,t;
	u8 count_l1_elements;
	u8 l1_elements[132];
	u8 count_l2_elements;
	u8 l2_elements[132];
	u8 count_walk_elements;
	u8 walk_elements[50];
	u8 count_triggers;
	struct trigger triggers[6];
};
typedef struct chr
{
	u8 x;
	u8 y;
	u8 napr;
	u8 frame;
	u8 count_items;
	u8 inventory[32];
} character;



const struct text testtxt={5,1,25,3,2,{{"Ооооооо.\nКак болит голова."},{"Что это за грохот был?\nГде все?\n"}}};

const static struct room2 l34={0,3,0,61,l34_l1_elements,12,l34_l2_elements,8,l34_walk_elements,2,{{6,9,1,1,1,0,1,0,0,0,0,0,0,1,1,6,4,0,0},{8,6,1,1,0,2,1,0,0,0,0,2,3,2,3,0,0,3,3}}};
const u8 l34_l1_elements[]={20,1,72,5,19,1,0,11,57,1,87,1,88,3,89,1,55,1,0,11,57,1,103,1,104,2,14,1,105,1,55,1,0,11,57,1,119,1,120,2,14,1,121,1,55,1,0,11,57,1,21,1,22,1,59,3,55,1,0,11,57,1,74,1,75,4,55,1,0,11,57,1,74,1,75,4,55,1,0,11,57,1,74,1,75,4,55,1,0,11,57,1,74,1,75,4,55,1,0,11,4,1,40,1,41,1,0,1,39,1,40,1,3,1,0,13,4,1,40,1,3,1};
const u8 l34_l2_elements[]={56,3,9,5,4,3,56,4,9,6,5,3,96,5,7,45,6,5,182,7,4,198,7,5,183,8,4,199,8,5,112,8,7,56,9,6};
const u8 l34_walk_elements[]={3,3,1,7,4,9,2,1,5,10,3,1,7,9,3,1,7,4,2,2,9,5,1,4,4,3,2,2,6,3,2,1};


const static struct room2 l33={0,5,0,49,l33_l1_elements,12,l33_l2_elements,9,l33_walk_elements,5,{{6,3,1,1,1,0,1,0,0,0,0,0,0,1,0,6,8,0,0},{9,8,1,1,1,0,1,0,0,0,0,0,0,1,2,8,5,0,0},{14,3,1,1,1,0,1,0,0,0,0,0,0,1,3,6,7,0,0},{14,3,1,1,0,3,1,1,1,0,0,5,6,3,0,0,0,0,0},{4,4,1,5,1,0,1,0,0,0,0,0,0,1,4,11,7,0,0}}};
const u8 l33_l1_elements[]={72,11,19,1,0,4,88,10,89,1,55,1,0,4,104,1,233,1,104,7,233,1,105,1,55,1,0,4,120,1,249,1,120,7,249,1,121,1,55,1,0,4,59,11,55,1,0,4,36,1,37,7,38,1,75,2,55,1,0,4,68,1,69,7,70,1,75,2,55,1,0,4,75,11,55,1,0,4,40,3,41,1,0,1,39,1,40,5,3,1,0,7,4,1,40,1,3,1};
const u8 l33_l2_elements[]={56,2,7,56,2,8,186,9,2,187,10,2,56,10,8,188,11,2,189,12,2,56,12,8,56,13,8,236,14,6,252,14,7,253,15,7};
const u8 l33_walk_elements[]={5,3,1,1,15,3,1,1,7,3,7,1,5,2,11,1,5,8,4,1,8,9,3,1,10,8,7,1,16,1,1,8,14,6,2,2};



const u8 l36_l1_elements[]={20,1,72,8,19,1,0,7,57,1,87,1,88,6,89,1,55,1,0,7,57,1,103,1,104,2,233,1,104,1,81,1,82,1,83,1,55,1,0,7,57,1,119,1,120,2,249,1,120,1,97,1,98,1,99,1,55,1,0,7,57,1,58,1,59,4,113,1,114,1,115,1,55,1,0,7,57,1,74,1,33,1,34,5,35,1,55,1,0,7,57,1,74,1,49,1,50,5,51,1,55,1,0,7,57,1,74,1,65,1,66,4,21,1,22,1,55,1,0,7,4,1,40,8,3,1};
const u8 l36_l2_elements[]={225,5,4,241,5,5,157,5,7,173,5,8,227,6,4,243,6,5,159,6,7,175,6,8,5,11,7,6,12,7};
const u8 l36_walk_elements[]={5,5,2,1,5,4,3,1,9,4,4,1,7,3,3,1,10,5,3,1,11,7,2,2,5,7,2,2,13,2,1,8,4,2,1,8,4,9,10,1};
const static struct room2 l36={0,4,1,63,l36_l1_elements,10,l36_l2_elements,10,l36_walk_elements,2,{{8,4,1,1,1,0,1,0,0,0,0,0,0,1,1,9,7,0,0},{10,5,3,1,0,1,1,1,0,0,0,0,4,2,2,0,0,0,0}}};

const u8 l35_l1_elements[]={0,1,20,1,72,10,19,1,0,5,57,1,16,10,55,1,0,5,57,1,16,10,55,1,0,5,57,1,16,10,55,1,0,4,20,1,73,1,61,10,55,1,0,4,57,1,0,1,61,10,55,1,0,4,4,1,41,1,61,10,55,1,0,5,4,1,40,10,3,1};
const u8 l35_l2_elements[]={3,6,6,4,7,6,38,8,4,54,8,5,53,8,6,69,8,7,1,9,5,17,9,6,20,9,7,38,10,4,54,10,5,53,10,6,69,10,7,1,11,5,17,11,6,38,12,4,54,12,5,53,12,6,69,12,7,19,13,7,2,14,4,18,14,5};
const u8 l35_walk_elements[]={5,2,1,5,6,5,10,1,5,9,12,1,4,6,1,3,8,6,5,2,4,8,2,1,16,2,1,7};
const static struct room2 l35={0,4,2,35,l35_l1_elements,22,l35_l2_elements,7,l35_walk_elements,2,{{5,7,1,1,1,0,1,0,0,0,0,0,0,1,1,14,4,0,0},{14,7,1,1,0,1,1,1,1,0,0,0,7,2,4,0,0,0,2}}};

const static struct room2 l32={0,5,1,32,l32_l1_elements,12,l32_l2_elements,4,l32_walk_elements,4,{{4,5,1,4,1,0,1,0,0,0,0,0,0,1,5,12,7,0,0},{12,5,1,4,1,0,1,0,0,0,0,0,0,1,1,5,5,0,0},{11,5,1,4,1,0,1,1,0,9,0,0,0,3,0,0,0,0,0},{7,7,1,1,0,4,1,1,1,0,0,0,8,3,0,0,0,4,0}}};
const u8 l32_l1_elements[]={72,7,0,9,88,7,0,9,104,7,0,9,120,7,0,9,75,2,84,1,101,1,100,1,75,2,0,9,75,2,84,1,86,1,100,1,75,2,0,9,75,2,84,1,100,1,75,3,0,9,75,2,84,1,86,1,100,1,75,2,0,9,40,7};
const u8 l32_l2_elements[]={3,5,5,4,6,5,20,6,7,35,6,8,233,8,3,249,8,4,33,10,5,49,10,6,36,10,8,34,11,5,50,11,6};
const u8 l32_walk_elements[]={7,5,3,2,5,4,7,1,7,8,2,1,5,9,7,1};


const static struct room2 l31={0,4,1,49,l31_l1_elements,9,l31_l2_elements,6,l31_walk_elements,5,{{6,4,1,1,0,10,1,1,1,0,0,45,46,3,0,0,0,0,0},{6,5,1,1,1,0,1,1,0,45,0,0,0,3,0,0,0,0,0},{6,4,1,1,1,0,1,0,0,0,0,0,0,1,6,3,8,0,0},{13,5,1,4,1,0,1,0,0,0,0,0,0,1,4,5,6,0,0},{7,10,2,1,1,0,1,0,0,0,0,0,0,1,9,5,2,0,0}}};
const u8 l31_l1_elements[]={20,1,72,8,0,8,57,1,87,1,88,3,106,1,88,3,0,8,57,1,103,1,233,1,104,2,122,1,104,3,0,8,57,1,119,1,249,1,120,2,138,1,120,3,0,8,57,1,58,1,59,7,0,8,57,1,74,1,75,7,0,8,57,1,74,1,75,7,0,8,57,1,74,1,75,7,0,8,4,1,40,1,41,1,29,2,39,1,40,3,0,10,57,1,29,2,55,1};
const u8 l31_l2_elements[]={235,5,7,251,5,8,112,8,6,96,10,8,204,11,2,220,11,3,46,11,6,205,12,2,221,12,3};
const u8 l31_walk_elements[]={4,9,3,2,9,9,4,2,5,1,8,1,4,1,1,8,5,4,1,1,7,4,6,1};


const static struct room2 l37={0,2,2,52,l37_l1_elements,24,l37_l2_elements,10,l37_walk_elements,7,{{12,10,1,1,1,0,1,0,0,0,0,0,0,1,7,14,5,0,0},{2,8,1,1,1,0,1,0,0,0,0,0,0,1,5,6,5,0,0},{7,5,1,1,0,5,1,1,1,0,0,40,41,3,0,0,0,0,4},{7,5,1,1,1,0,1,0,0,0,0,0,0,1,28,14,8,0,0},{14,5,1,1,1,0,1,0,0,0,0,0,0,1,29,4,5,0,0},{14,5,1,1,0,12,1,1,1,0,0,52,53,3,0,0,0,0,14},{14,5,1,1,0,19,1,1,1,0,0,54,55,3,0,0,0,0,14}}};
const u8 l37_l1_elements[]={20,1,72,13,19,1,0,4,57,1,88,13,55,1,0,4,57,1,104,4,233,1,104,6,77,1,104,1,55,1,0,4,57,1,120,2,10,1,120,1,249,1,120,6,93,1,120,1,55,1,0,4,57,1,9,13,55,1,0,4,73,1,25,11,45,1,25,1,55,1,0,5,25,6,45,1,25,6,55,1,0,4,41,1,25,13,55,1,0,4,4,1,40,8,41,1,0,1,39,1,40,2,3,1};
const u8 l37_l2_elements[]={112,4,9,45,5,5,80,5,6,232,6,4,248,6,5,61,6,6,93,6,7,217,7,3,63,7,6,95,7,7,234,8,4,250,8,5,184,9,4,203,9,8,185,10,4,112,10,6,208,11,4,43,12,6,248,13,4,248,13,5,217,14,3,203,14,7,234,15,4,250,15,5};
const u8 l37_walk_elements[]={2,9,1,2,3,10,9,1,13,10,3,1,16,2,1,9,2,2,14,1,2,3,1,5,3,5,4,1,5,6,1,1,8,5,6,1,15,5,1,1};

const static struct room2 l38={0,3,1,47,l38_l1_elements,27,l38_l2_elements,9,l38_walk_elements,2,{{14,9,1,1,1,0,1,0,0,0,0,0,0,1,6,7,6,0,0},{10,4,1,1,0,11,1,1,0,0,0,42,43,2,12,0,0,0,0}}};
const u8 l38_l1_elements[]={20,1,72,12,19,1,0,4,57,1,155,1,156,10,157,1,55,1,0,4,57,1,171,1,172,10,173,1,55,1,0,4,57,1,187,1,188,10,189,1,55,1,0,4,57,1,50,12,55,1,0,4,57,1,50,12,55,1,0,4,57,1,26,1,27,1,28,1,50,9,55,1,0,4,57,1,50,12,55,1,0,4,4,1,40,9,41,1,0,1,39,1,3,1};
const u8 l38_l2_elements[]={154,4,4,170,4,5,48,4,7,200,4,8,88,5,2,104,5,3,155,5,4,171,5,5,65,5,6,66,5,7,201,5,8,89,6,2,105,6,3,156,6,4,172,6,5,47,6,7,224,6,8,133,10,3,204,13,2,220,13,3,205,14,2,221,14,3,5,14,4,21,14,5,6,15,4,22,15,5,23,15,7};
const u8 l38_walk_elements[]={3,9,11,1,15,9,2,1,16,1,1,8,3,1,13,1,3,2,1,7,14,5,2,1,4,4,12,1,4,5,3,1,4,7,3,2};

const struct room2 l39={0,2,1,67,l39_l1_elements,32,l39_l2_elements,12,l39_walk_elements,3,{{14,4,1,1,1,0,1,0,0,0,0,0,0,1,6,12,9,0,0},{2,6,1,1,1,0,1,0,0,0,0,0,0,1,8,10,6,0,0},{7,4,1,1,0,1,1,1,0,0,0,0,44,2,15,0,0,0,15}}};
const u8 l39_l1_elements[]={20,1,72,14,19,1,0,3,57,1,87,1,88,6,133,1,88,1,123,1,88,2,133,1,134,1,55,1,0,3,57,1,148,1,104,6,149,1,104,1,123,1,104,1,233,1,149,1,105,1,55,1,0,3,57,1,164,1,120,1,26,1,27,1,28,1,120,2,165,1,120,1,123,1,120,1,249,1,120,1,166,1,55,1,0,3,73,1,50,9,106,1,50,4,55,1,0,4,50,9,122,1,50,4,55,1,0,3,41,1,50,9,138,1,50,4,55,1,0,3,57,1,50,14,55,1,0,3,4,1,40,14,3,1};
const u8 l39_l2_elements[]={48,5,4,200,5,5,157,5,7,173,5,8,148,6,3,164,6,4,201,6,5,158,6,7,174,6,8,224,7,5,159,7,7,175,7,8,204,8,2,220,8,3,205,9,2,221,9,3,214,10,3,230,10,4,246,10,5,215,11,3,231,11,4,247,11,5,207,14,7,223,14,8,182,15,4,198,15,5,177,15,7,193,15,8,183,16,4,199,16,5,178,16,7,194,16,8};
const u8 l39_walk_elements[]={14,7,3,2,3,4,11,1,5,5,3,1,10,5,2,1,5,7,3,2,2,7,1,2,2,1,1,5,3,1,15,1,2,9,16,1,17,2,1,7,15,4,2,2,12,2,1,6};

const static struct room2 l310={0,5,2,51,l310_l1_elements,13,l310_l2_elements,7,l310_walk_elements,2,{{10,5,1,1,1,0,1,0,0,0,0,0,0,1,7,3,6,0,0},{8,6,1,1,1,18,1,1,0,0,0,47,48,2,20,0,0,0,0}}};
const u8 l310_l1_elements[]={20,1,72,2,62,1,72,3,19,1,0,8,57,1,109,1,110,1,62,1,110,2,111,1,55,1,0,8,57,1,125,1,126,1,62,1,126,2,127,1,55,1,0,8,57,1,141,1,142,1,95,1,142,2,143,1,55,1,0,8,57,1,75,2,94,1,75,3,55,1,0,8,57,1,75,6,55,1,0,8,57,1,75,6,55,1,0,8,4,1,40,2,41,1,0,1,39,1,40,1,3,1};
const u8 l310_l2_elements[]={192,6,6,47,6,8,20,7,6,96,7,8,176,8,7,112,9,8,192,9,9,87,10,4,103,10,5,236,10,7,252,10,8,237,11,7,253,11,8};
const u8 l310_walk_elements[]={6,5,4,1,8,6,1,1,11,5,1,1,12,3,1,7,5,9,7,1,5,3,1,6,10,7,2,2};


const static struct room2 l21={0,2,1,77,l21_l1_elements,10,l21_l2_elements,9,l21_walk_elements,4,{{17,7,1,1,1,0,1,0,0,0,0,0,0,1,10,5,7,0,0},{5,1,2,1,1,0,1,0,0,0,0,0,0,1,5,7,9,0,0},{12,4,1,1,1,0,1,0,0,0,0,0,0,1,16,4,5,0,0},{7,10,2,1,1,0,1,0,0,0,0,0,0,1,19,6,2,0,0}}};
const u8 l21_l1_elements[]={20,1,72,1,73,1,12,2,71,1,72,9,19,1,0,3,57,1,129,1,131,1,12,2,129,1,130,2,108,1,130,3,108,1,130,1,131,1,55,1,0,3,57,1,145,1,147,1,12,2,145,1,146,2,124,1,146,1,233,1,146,1,124,1,146,1,147,1,55,1,0,3,57,1,161,1,163,1,12,2,161,1,162,2,140,1,162,1,249,1,162,1,140,1,162,1,163,1,55,1,0,3,57,1,16,14,55,1,0,3,57,1,16,14,71,1,0,3,57,1,16,14,0,4,57,1,16,14,39,1,0,3,4,1,40,3,41,1,12,2,39,1,40,7,3,1,0,7,57,1,12,2,55,1};
const u8 l21_l2_elements[]={46,3,5,228,3,6,244,3,7,192,3,8,238,8,2,254,8,3,239,9,2,255,9,3,112,12,7,51,16,3};
const u8 l21_walk_elements[]={3,1,1,9,4,1,1,4,4,9,3,2,9,9,9,2,7,1,5,4,13,1,5,4,17,5,1,2,0,0,0,0,17,8,1,1};

const static struct room2 l22={0,4,1,38,l22_l1_elements,10,l22_l2_elements,4,l22_walk_elements,4,{{4,5,1,5,1,0,1,0,0,0,0,0,0,1,9,16,7,0,0},{7,4,2,1,1,1,1,1,0,0,0,0,11,2,5,0,0,0,0},{16,5,2,4,1,0,1,0,0,0,0,0,0,1,11,2,8,0,0},{10,4,1,1,1,0,1,0,0,0,0,0,0,1,14,9,8,0,0}}};
const u8 l22_l1_elements[]={20,1,72,11,19,1,0,4,57,1,109,1,110,9,111,1,55,1,0,4,57,1,125,1,126,1,47,1,48,1,126,1,233,1,126,4,127,1,55,1,0,4,57,1,141,1,142,4,249,1,142,4,143,1,55,1,0,5,16,11,0,6,16,11,0,6,16,11,0,6,16,11,0,6,40,11};
const u8 l22_l2_elements[]={144,6,5,96,8,7,229,9,4,245,9,5,186,12,3,46,12,5,112,12,8,187,13,3,188,14,3,189,15,3};
const u8 l22_walk_elements[]={4,9,13,1,4,4,6,1,11,4,6,1,9,5,1,1};

const static struct room2 l23={0,2,0,72,l23_l1_elements,26,l23_l2_elements,9,l23_walk_elements,4,{{1,6,1,4,1,0,1,0,0,0,0,0,0,1,10,15,7,0,0},{15,2,1,1,1,0,1,0,0,0,0,0,0,1,12,4,7,0,0},{10,5,1,1,1,0,1,0,0,0,0,0,0,1,13,15,9,0,0},{10,10,1,1,1,0,1,0,0,0,0,0,0,1,15,14,5,0,0}}};
const u8 l23_l1_elements[]={0,10,57,1,109,1,110,3,111,1,55,1,0,12,57,1,125,1,126,1,77,1,126,1,127,1,55,1,0,2,72,10,73,1,141,1,142,1,93,1,142,1,143,1,55,1,0,2,109,1,110,3,107,1,110,5,111,1,16,5,55,1,0,2,125,1,126,3,123,1,126,3,233,1,126,1,127,1,16,5,55,1,0,2,141,1,142,3,139,1,142,3,249,1,142,1,143,1,16,5,55,1,0,2,16,16,55,1,0,2,16,16,55,1,0,2,16,13,53,3,55,1,0,2,16,13,53,3,55,1,0,2,40,7,41,1,0,1,39,1,40,6,3,1};
const u8 l23_l2_elements[]={184,3,4,184,4,4,229,4,5,245,4,6,47,4,9,208,5,4,216,9,3,232,9,4,248,9,5,217,10,3,219,10,6,218,11,3,234,11,4,250,11,5,112,12,8,81,14,8,97,14,9,81,15,7,112,16,5,82,16,7,236,16,8,252,16,9,23,17,3,82,17,7,237,17,8,253,17,9};
const u8 l23_walk_elements[]={2,10,8,1,2,5,8,1,4,6,1,1,11,3,2,3,13,0,2,3,16,0,2,3,18,0,1,11,16,8,2,2,11,10,7,1};

const static struct room2 l25={0,3,1,36,l25_l1_elements,29,l25_l2_elements,6,l25_walk_elements,2,{{3,7,1,1,1,0,1,0,0,0,0,0,0,1,11,15,3,0,0},{7,7,1,1,0,1,1,0,0,0,0,0,12,2,6,0,0,5,5}}};
const u8 l25_l1_elements[]={20,1,72,11,19,1,0,5,57,1,61,11,55,1,0,5,57,1,61,11,55,1,0,5,57,1,61,4,10,1,61,6,55,1,0,5,57,1,16,11,55,1,0,5,73,1,16,11,55,1,0,6,16,11,55,1,0,5,41,1,16,11,55,1,0,5,4,1,40,11,3,1};
const u8 l25_l2_elements[]={229,4,4,245,4,5,2,6,3,18,6,4,35,6,6,19,6,7,2,7,3,18,7,4,36,7,6,80,8,5,20,8,7,38,9,3,54,9,4,53,9,5,69,9,6,1,10,4,17,10,5,38,11,3,54,11,4,53,11,5,69,11,6,1,12,4,17,12,5,38,13,3,54,13,4,53,13,5,69,13,6,1,14,4,17,14,5};
const u8 l25_walk_elements[]={3,8,1,1,3,9,13,1,3,1,1,6,3,4,5,1,8,4,7,3,15,1,1,8};

const struct room2 l24={0,3,0,82,l24_l1_elements,24,l24_l2_elements,12,l24_walk_elements,3,{{15,10,1,1,1,0,1,0,0,0,0,0,0,1,11,10,6,0,0},{9,7,4,3,1,0,1,1,0,13,0,0,0,3,0,0,0,0,0},{11,8,1,1,1,1,1,1,0,0,0,0,14,2,7,0,0,0,0}}};
const u8 l24_l1_elements[]={20,1,72,13,19,1,0,3,57,1,132,1,88,6,133,1,88,3,133,1,134,1,55,1,0,3,57,1,103,1,104,6,149,1,104,3,149,1,105,1,55,1,0,3,57,1,26,1,27,2,28,1,120,8,10,1,55,1,0,3,57,1,50,6,51,1,75,2,49,1,50,2,10,1,55,1,0,3,57,1,50,6,87,1,88,2,107,1,50,2,10,1,55,1,0,3,57,1,50,6,103,1,104,2,123,1,50,3,55,1,0,3,57,1,50,6,119,1,120,2,123,1,50,3,55,1,0,3,57,1,50,9,123,1,50,3,55,1,0,3,57,1,50,9,123,1,50,3,55,1,0,3,4,1,40,10,41,1,0,1,39,1,3,1};
const u8 l24_l2_elements[]={200,4,4,157,4,8,173,4,9,148,5,2,164,5,3,201,5,4,158,5,8,174,5,9,201,6,4,159,6,8,175,6,9,204,7,1,220,7,2,224,7,4,205,8,1,221,8,2,214,11,6,230,11,7,246,11,8,215,12,6,231,12,7,247,12,8,46,16,3,80,16,6};
const u8 l24_walk_elements[]={3,8,4,2,13,5,1,5,10,5,3,3,11,8,2,1,16,3,1,4,3,10,12,1,16,10,2,1,17,0,1,10,3,0,14,1,3,3,13,1,3,4,1,4,4,4,4,1};

const static struct room2 l210={0,5,0,62,l210_l1_elements,6,l210_l2_elements,6,l210_walk_elements,3,{{9,9,1,1,1,0,1,0,0,0,0,0,0,1,10,10,5,0,0},{9,5,3,2,1,0,1,1,0,0,0,0,15,3,0,0,0,0,0},{10,4,1,1,0,7,1,1,0,0,0,16,17,2,8,0,0,0,0}}};
const u8 l210_l1_elements[]={0,3,62,1,0,12,20,1,72,2,62,1,72,3,19,1,0,8,57,1,135,1,130,1,62,1,130,2,131,1,55,1,0,8,57,1,151,1,146,1,62,1,146,2,147,1,55,1,0,8,57,1,161,1,162,1,78,1,162,2,163,1,55,1,0,8,57,1,58,1,59,1,94,1,59,3,55,1,0,8,57,1,74,1,75,5,55,1,0,8,57,1,74,1,75,5,55,1,0,8,57,1,74,1,75,5,55,1,0,8,4,1,40,2,41,1,0,1,39,1,40,1,3,1};
const u8 l210_l2_elements[]={203,6,5,176,6,6,43,7,8,87,10,4,112,10,7,47,11,5};
const u8 l210_walk_elements[]={6,4,6,1,8,5,1,1,5,4,1,5,5,9,4,1,10,9,3,1,12,2,1,7};

const static struct room2 l26={0,3,1,60,l26_l1_elements,37,l26_l2_elements,12,l26_walk_elements,2,{{14,4,1,1,1,0,1,0,0,0,0,0,0,1,11,10,9,0,0},{7,5,2,1,1,15,1,1,0,0,0,38,39,2,16,0,0,0,0}}};
const u8 l26_l1_elements[]={20,1,72,12,19,1,0,4,57,1,184,1,185,4,107,1,185,5,186,1,55,1,0,4,57,1,200,1,201,4,139,1,201,4,233,1,202,1,55,1,0,4,57,1,216,1,217,4,106,1,217,4,249,1,218,1,55,1,0,4,57,1,50,5,122,1,50,6,55,1,0,4,57,1,50,5,138,1,50,6,55,1,0,4,57,1,50,12,55,1,0,4,57,1,50,9,26,1,27,1,28,1,55,1,0,4,57,1,50,12,55,1,0,4,4,1,40,12,3,1};
const u8 l26_l2_elements[]={5,4,4,21,4,5,207,4,8,223,4,9,6,5,4,22,5,5,150,5,8,166,5,9,151,6,8,167,6,9,10,7,4,26,7,5,206,7,8,222,7,9,11,8,4,27,8,5,214,10,3,230,10,4,246,10,5,215,11,3,231,11,4,247,11,5,232,13,3,248,13,4,154,13,6,170,13,7,200,13,9,217,14,2,155,14,6,171,14,7,46,14,8,200,14,9,234,15,3,250,15,4,156,15,6,172,15,7,224,15,9};
const u8 l26_walk_elements[]={16,1,1,9,13,6,3,5,10,3,2,3,7,4,2,2,4,4,2,2,6,4,1,1,9,2,1,5,12,4,2,1,15,4,1,1,3,6,1,5,4,8,4,2,8,10,5,1};

const static struct room2 l27={0,3,0,63,l27_l1_elements,27,l27_l2_elements,10,l27_walk_elements,3,{{3,6,1,1,1,0,1,0,0,0,0,0,0,1,9,12,5,0,0},{9,3,1,1,1,0,1,0,0,0,0,0,0,1,17,14,8,0,0},{13,9,1,1,1,0,1,0,0,0,0,0,0,1,18,13,4,0,0}}};
const u8 l27_l1_elements[]={20,1,72,12,19,1,0,4,57,1,129,1,130,3,137,1,108,1,135,1,136,4,137,1,55,1,0,4,57,1,151,1,146,3,153,1,233,1,151,1,152,4,153,1,55,1,0,4,57,1,167,1,162,2,168,1,169,1,249,1,167,1,168,1,162,2,168,1,169,1,55,1,0,4,57,1,16,12,55,1,0,4,73,1,16,12,55,1,0,5,16,12,55,1,0,4,41,1,16,12,55,1,0,4,57,1,16,12,55,1,0,4,4,1,40,8,41,1,16,1,39,1,40,1,3,1};
const u8 l27_l2_elements[]={228,4,3,244,4,4,225,4,8,81,5,5,113,5,6,226,5,8,82,6,5,114,6,6,227,6,8,82,7,5,114,7,6,83,8,5,115,8,6,61,10,5,93,10,6,61,10,7,93,10,8,186,11,2,63,11,5,79,11,6,79,11,7,95,11,8,187,12,2,188,13,2,189,14,2,229,15,7,245,15,8};
const u8 l27_walk_elements[]={3,3,6,1,10,3,6,1,4,4,1,1,3,4,1,2,3,7,1,2,3,9,10,1,4,8,3,1,14,9,3,1,15,7,1,2,16,1,1,8};

const static struct room2 l29={0,2,0,73,l29_l1_elements,31,l29_l2_elements,10,l29_walk_elements,2,{{14,9,1,1,1,0,1,0,0,0,0,0,0,1,16,9,4,0,0},{7,2,1,1,1,9,1,1,0,0,0,36,37,2,10,0,0,0,0}}};
const u8 l29_l1_elements[]={57,1,184,1,185,5,14,1,185,2,14,1,185,1,133,1,89,1,55,1,0,4,57,1,200,1,217,1,201,4,14,1,201,2,14,1,201,1,149,1,105,1,55,1,0,4,57,1,216,1,217,11,10,1,55,1,0,4,57,1,50,9,35,1,75,2,10,1,55,1,0,4,57,1,50,9,51,1,75,2,10,1,55,1,0,4,57,1,50,9,107,1,75,3,55,1,0,4,57,1,50,9,123,1,75,3,55,1,0,4,57,1,50,9,123,1,75,3,55,1,0,4,57,1,50,9,123,1,75,3,55,1,0,4,4,1,40,10,41,1,0,1,39,1,3,1};
const u8 l29_l2_elements[]={214,4,1,230,4,2,246,4,3,96,4,8,215,5,1,231,5,2,247,5,3,207,5,5,223,5,6,177,6,5,193,6,6,209,6,7,58,7,1,74,7,2,90,7,3,178,7,5,194,7,6,210,7,7,179,8,5,195,8,6,211,8,7,206,9,5,222,9,6,88,10,0,104,10,1,112,10,7,89,11,0,105,11,1,80,15,5,149,15,6,165,15,7};
const u8 l29_walk_elements[]={12,5,1,4,5,5,5,3,4,1,2,3,7,1,1,3,3,2,13,1,15,2,1,6,15,9,2,1,2,9,12,1,2,0,1,9,16,0,1,9};

const static struct room2 l28={0,1,0,85,l28_l1_elements,36,l28_l2_elements,9,l28_walk_elements,2,{{13,3,1,1,1,0,1,0,0,0,0,0,0,1,16,13,8,0,0},{9,8,2,2,1,1,1,1,0,0,0,0,18,2,17,13,8,0,7}}};
const u8 l28_l1_elements[]={20,1,72,13,19,1,0,5,57,1,181,1,182,11,183,1,55,1,0,5,57,1,197,1,198,10,233,1,199,1,55,1,0,5,57,1,119,1,214,2,26,1,27,2,28,1,214,4,249,1,215,1,55,1,0,5,57,1,50,13,55,1,0,5,57,1,50,13,55,1,0,5,57,1,50,4,66,1,50,1,181,1,182,5,183,1,55,1,0,5,57,1,27,1,28,1,50,1,67,1,75,1,65,1,197,1,198,5,199,1,55,1,0,5,57,1,50,2,51,1,75,3,213,1,26,1,27,3,28,1,215,1,55,1,0,5,57,1,50,3,35,1,75,1,33,1,50,7,55,1,0,5,57,1,50,4,34,1,50,8,55,1,0,5,4,1,40,13,3,1};
const u8 l28_l2_elements[]={180,2,2,196,2,3,212,2,4,119,2,5,135,2,6,200,2,8,5,2,9,21,2,10,181,3,2,197,3,3,213,3,4,120,3,5,136,3,6,224,3,8,6,3,9,22,3,10,200,5,4,88,6,1,104,6,2,201,6,4,89,7,1,105,7,2,201,7,4,46,8,3,224,8,4,200,9,9,201,10,9,148,11,7,132,11,8,201,11,9,157,11,10,46,12,8,201,12,9,158,12,10,224,13,9,159,13,10};
const u8 l28_walk_elements[]={3,4,1,7,9,9,5,1,8,6,7,3,5,4,4,1,4,3,9,1,14,3,1,1,15,3,1,3,4,11,8,1,11,10,1,1};

const static struct room2 l11={0,3,0,53,ls11_l1_elements,7,ls11_l2_elements,8,ls11_walk_elements,6,{{6,0,2,2,1,0,1,0,0,0,0,0,0,1,9,7,9,0,0},{12,4,1,1,1,0,1,0,0,0,0,0,0,1,20,9,10,0,0},{3,7,1,1,0,14,1,1,1,0,0,23,24,3,0,0,0,0,0},{2,7,1,1,1,0,1,0,0,0,0,0,0,1,22,4,6,0,0},{4,7,1,1,1,0,1,1,0,23,0,23,0,3,0,0,0,0,0},{17,5,1,4,1,0,1,0,0,0,0,0,0,1,23,3,8,0,0}}};
const u8 ls11_l1_elements[]={0,2,57,1,12,2,55,1,0,12,20,1,72,1,73,1,12,2,71,1,72,8,0,4,57,1,181,1,183,1,12,2,181,1,182,7,183,1,0,4,57,1,197,1,199,1,12,2,197,1,198,3,233,1,198,3,199,1,0,4,57,1,213,1,215,1,12,2,213,1,214,3,249,1,214,3,215,1,0,4,57,1,79,13,0,4,73,1,79,13,0,5,79,13,0,4,41,1,79,13,0,4,4,1,40,13};
const u8 ls11_l2_elements[]={229,4,4,245,4,5,228,4,8,204,9,2,220,9,3,205,10,2,221,10,3};
const u8 ls11_walk_elements[]={3,9,6,1,3,0,3,5,4,5,1,1,3,5,1,2,3,8,2,1,8,0,4,5,13,4,4,1,9,9,8,1};

const static struct room2 l17={0,4,0,60,l17_l1_elements,30,l17_l2_elements,11,l17_walk_elements,5,{{8,11,2,1,1,0,1,0,0,0,0,0,0,1,19,12,5,0,0},{8,3,2,1,1,0,1,1,0,19,0,0,0,3,0,0,0,0,0},{8,2,2,1,1,0,1,1,0,0,0,0,0,5,0,0,0,0,0},{9,7,2,1,1,16,1,1,0,0,0,20,21,2,13,0,0,0,0},{4,5,1,1,1,0,1,0,0,0,0,0,0,1,21,14,8,0,0}}};
const u8 l17_l1_elements[]={57,1,184,1,185,6,186,1,55,1,0,7,57,1,200,1,201,2,232,2,201,2,202,1,55,1,0,7,57,1,216,1,217,2,248,2,217,2,218,1,55,1,0,7,57,1,63,8,55,1,0,7,73,1,63,8,55,1,0,8,63,8,55,1,0,7,41,1,63,8,55,1,0,7,57,1,63,8,55,1,0,7,57,1,63,8,55,1,0,7,57,1,63,8,55,1,0,7,57,1,63,8,55,1,0,7,4,1,40,2,41,1,0,2,39,1,40,2,3,1};
const u8 l17_l2_elements[]={59,5,1,75,5,2,91,5,3,33,5,9,49,5,10,60,6,1,76,6,2,92,6,3,34,6,9,50,6,10,19,7,3,51,7,7,3,8,3,20,8,4,110,8,5,126,8,6,142,8,7,4,9,3,111,9,5,127,9,6,143,9,7,51,10,3,36,10,7,59,11,1,75,11,2,91,11,3,35,11,9,60,12,1,76,12,2,92,12,3};
const u8 l17_walk_elements[]={5,3,2,1,11,3,2,1,6,2,2,1,10,2,1,1,8,5,2,3,4,4,1,1,13,4,1,2,13,6,1,5,4,6,1,5,4,11,4,1,10,11,4,1};

const static struct room2 l19={0,2,1,63,l19_l1_elements,24,l19_l2_elements,8,l19_walk_elements,3,{{12,6,1,1,1,1,1,1,0,0,0,0,22,2,14,0,0,0,8},{15,8,1,1,1,0,1,0,0,0,0,0,0,1,20,5,5,0,0},{9,3,1,1,1,1,1,0,0,0,0,0,58,3,0,0,0,1,1}}};
const u8 l19_l1_elements[]={20,1,72,12,19,1,0,5,57,1,87,1,88,10,89,1,55,1,0,5,57,1,103,1,80,4,104,6,105,1,55,1,0,5,57,1,119,1,120,10,121,1,55,1,0,5,57,1,75,5,34,2,75,5,55,1,0,5,57,1,88,3,89,1,75,1,50,2,75,1,26,1,27,2,28,1,55,1,0,5,57,1,80,3,105,1,75,1,50,2,75,5,71,1,0,5,57,1,120,2,217,1,121,1,75,1,50,2,75,5,0,6,57,1,75,12,39,1,0,5,4,1,40,12,3,1};
const u8 l19_l2_elements[]={61,7,5,77,7,6,77,7,7,77,7,8,93,7,9,94,8,9,94,9,9,204,10,2,220,10,3,63,10,5,79,10,6,79,10,7,79,10,8,95,10,9,205,11,2,221,11,3,200,11,7,201,12,7,119,13,4,135,13,5,201,13,7,120,14,4,136,14,5,224,14,7};
const u8 l19_walk_elements[]={11,6,4,2,13,4,2,2,2,4,11,1,3,6,4,3,2,10,14,1,15,9,1,1,15,4,1,4,2,5,1,5};

const static struct room2 l18={0,3,0,59,l18_l1_elements,26,l18_l2_elements,8,l18_walk_elements,2,{{3,6,1,1,1,0,1,0,0,0,0,0,0,1,19,4,7,0,0},{12,6,1,1,1,6,1,0,0,0,0,25,26,2,18,0,0,9,9}}};
const u8 l18_l1_elements[]={20,1,72,12,19,1,0,4,57,1,87,1,88,10,89,1,55,1,0,4,57,1,179,1,180,1,104,9,105,1,55,1,0,4,57,1,195,1,196,1,179,1,180,1,120,7,121,1,55,1,0,4,57,1,211,1,212,1,195,1,196,1,75,8,55,1,0,4,73,1,75,12,55,1,0,5,75,8,26,1,27,2,28,1,55,1,0,4,41,1,179,1,180,1,75,10,55,1,0,4,57,1,195,1,196,1,75,10,55,1,0,4,4,1,40,12,3,1};
const u8 l18_l2_elements[]={214,8,2,230,8,3,246,8,4,236,8,8,215,9,2,231,9,3,247,9,4,237,9,8,149,10,3,165,10,4,235,11,3,251,11,4,225,12,3,241,12,4,200,12,7,227,13,3,243,13,4,201,13,7,229,14,3,245,14,4,201,14,7,121,14,8,228,15,4,244,15,5,224,15,7,122,15,8};
const u8 l18_walk_elements[]={3,5,1,1,3,7,3,2,6,9,10,1,8,8,2,1,12,6,4,2,14,8,1,1,4,4,12,1,15,5,1,1};

const static struct room2 l12={0,2,2,39,l12_l1_elements,30,l12_l2_elements,4,l12_walk_elements,5,{{2,6,1,4,1,0,1,0,0,0,0,0,0,1,19,16,7,0,0},{12,5,2,1,0,13,1,1,1,0,0,27,28,3,19,0,0,0,10},{12,5,2,1,0,17,1,1,1,0,0,29,30,3,0,0,0,12,11},{16,6,1,4,1,0,1,0,0,0,0,0,0,1,24,4,7,0,0},{13,5,1,1,1,0,1,0,0,0,0,0,0,1,30,9,3,0,0}}};
const u8 l12_l1_elements[]={20,1,72,13,19,1,0,4,57,1,87,1,88,11,89,1,55,1,0,4,57,1,103,1,104,2,233,1,104,6,77,1,104,1,105,1,55,1,0,4,57,1,119,1,120,2,249,1,120,6,93,1,120,1,121,1,55,1,0,5,79,13,0,6,79,13,0,6,79,13,0,6,79,13,0,6,40,13};
const u8 l12_l2_elements[]={144,4,9,216,5,3,232,5,4,232,5,5,46,5,6,217,6,3,236,6,5,252,6,6,218,7,3,234,7,4,237,7,5,253,7,6,238,8,3,254,8,4,239,9,3,255,9,4,47,9,6,45,9,8,112,11,9,216,12,3,232,12,4,248,12,5,35,12,6,217,13,3,20,13,6,218,14,3,234,14,4,250,14,5,36,14,6,48,15,6};
const u8 l12_walk_elements[]={3,5,10,1,6,6,2,1,14,5,2,1,3,10,13,1};

const static struct room2 l13={0,3,0,63,l13_l1_elements,25,l13_l2_elements,9,l13_walk_elements,4,{{3,5,1,4,1,0,1,0,0,0,0,0,0,1,23,15,8,0,0},{14,5,1,1,1,0,1,0,0,0,0,0,0,1,25,3,8,0,0},{8,3,1,1,1,0,1,0,0,0,0,0,0,1,26,15,8,0,0},{14,9,1,1,1,0,1,0,0,0,0,0,0,1,27,13,6,0,0}}};
const u8 l13_l1_elements[]={20,1,72,8,19,1,0,8,57,1,181,1,182,6,183,1,55,1,0,8,57,1,197,1,198,3,233,1,198,2,199,1,71,1,72,4,19,1,0,3,57,1,213,1,214,3,249,1,214,2,215,1,181,1,182,3,183,1,55,1,0,3,73,1,79,8,197,1,198,1,233,1,198,1,199,1,55,1,0,4,79,8,213,1,214,1,249,1,214,1,215,1,55,1,0,4,79,13,55,1,0,4,79,13,55,1,0,4,79,13,55,1,0,3,40,10,41,1,0,1,39,1,40,1,3,1};
const u8 l13_l2_elements[]={186,4,2,187,5,2,188,6,2,216,7,1,189,7,2,248,7,3,217,8,1,229,8,7,245,8,8,218,9,1,234,9,2,250,9,3,235,9,7,251,9,8,236,10,7,252,10,8,237,11,7,253,11,8,216,13,3,232,13,4,248,13,5,217,14,3,218,15,3,234,15,4,250,15,5};
const u8 l13_walk_elements[]={3,3,5,1,9,3,3,1,12,4,2,2,15,5,3,1,17,6,1,4,3,9,11,1,8,7,4,2,3,4,1,1,15,9,2,1};

const static struct room2 l15={0,2,2,42,l15_l1_elements,26,l15_l2_elements,6,l15_walk_elements,3,{{2,8,1,1,1,0,1,0,0,0,0,0,0,1,24,14,6,0,0},{3,8,1,1,1,0,1,1,0,31,0,0,0,3,0,0,0,0,0},{6,5,1,1,1,8,1,1,0,0,0,32,33,2,9,0,0,0,0}}};
const u8 l15_l1_elements[]={20,1,72,12,19,1,0,5,57,1,155,1,14,2,156,8,157,1,55,1,0,5,57,1,171,1,14,2,172,8,173,1,55,1,0,5,57,1,187,1,188,10,189,1,55,1,0,5,57,1,64,12,55,1,0,5,73,1,64,12,55,1,0,6,64,12,55,1,0,5,41,1,64,12,55,1,0,5,4,1,40,12,3,1};
const u8 l15_l2_elements[]={2,6,4,18,6,5,2,7,4,18,7,5,38,8,4,54,8,5,53,8,6,69,8,7,1,9,5,17,9,6,38,10,4,54,10,5,53,10,6,69,10,7,1,11,5,17,11,6,38,12,4,54,12,5,53,12,6,69,12,7,1,13,5,17,13,6,38,14,4,54,14,5,53,14,6,69,14,7};
const u8 l15_walk_elements[]={3,5,13,1,8,6,7,2,2,9,1,1,2,10,14,1,2,2,1,6,15,5,1,5};

const static struct room2 l14={0,4,0,65,l14_l1_elements,32,l14_l2_elements,7,l14_walk_elements,2,{{15,9,1,1,1,0,1,0,0,0,0,0,0,1,24,8,4,0,0},{11,2,1,2,0,1,1,1,0,0,0,0,34,2,19,0,0,13,0}}};
const u8 l14_l1_elements[]={20,1,72,12,19,1,0,3,57,1,181,1,14,1,182,8,14,1,183,1,55,1,0,3,57,1,197,1,14,1,198,3,177,1,178,1,198,3,14,1,199,1,55,1,0,3,57,1,213,1,214,4,193,1,194,1,214,4,215,1,55,1,0,3,57,1,63,5,209,1,210,1,63,5,55,1,0,3,57,1,63,12,55,1,0,3,57,1,63,4,50,4,63,4,55,1,0,3,57,1,63,4,50,4,63,4,55,1,0,3,57,1,63,12,55,1,0,3,4,1,40,9,41,1,0,1,39,1,3,1};
const u8 l14_l2_elements[]={88,8,1,104,8,2,61,8,5,77,8,6,77,8,7,93,8,8,89,9,1,105,9,2,62,9,5,121,9,6,137,9,7,94,9,8,62,10,5,122,10,6,138,10,7,94,10,8,62,11,5,121,11,6,137,11,7,94,11,8,204,12,1,220,12,2,62,12,5,122,12,6,138,12,7,94,12,8,205,13,1,221,13,2,63,13,5,79,13,6,79,13,7,95,13,8};
const u8 l14_walk_elements[]={16,9,2,1,17,0,1,9,5,3,12,1,10,4,2,1,9,6,4,2,4,9,11,1,4,0,1,9};

const static struct room2 l16={0,3,2,67,l16_l1_elements,28,l16_l2_elements,9,l16_walk_elements,2,{{13,5,1,1,1,0,1,0,0,0,0,0,0,1,24,14,8,0,0},{12,8,1,1,1,1,1,1,0,0,0,0,35,2,11,0,0,0,6}}};
const u8 l16_l1_elements[]={20,1,72,12,19,1,0,4,57,1,181,1,182,10,183,1,55,1,0,4,57,1,81,1,82,1,83,1,198,6,233,1,198,1,199,1,55,1,0,4,57,1,97,1,98,1,99,1,214,6,249,1,214,1,215,1,55,1,0,4,57,1,113,1,114,1,115,1,35,1,59,8,55,1,0,4,57,1,50,3,51,1,75,8,55,1,0,4,57,1,50,3,51,1,75,8,55,1,0,4,57,1,74,1,75,1,50,1,51,1,75,8,55,1,0,4,57,1,66,3,67,1,75,8,55,1,0,4,4,1,40,12,3,1};
const u8 l16_l2_elements[]={5,4,8,21,4,9,6,5,8,22,5,9,154,8,5,170,8,6,177,8,7,193,8,8,209,8,9,155,9,5,171,9,6,178,9,7,194,9,8,210,9,9,156,10,5,172,10,6,179,10,7,195,10,8,211,10,9,216,12,3,232,12,4,248,12,5,217,13,3,3,13,8,218,14,3,234,14,4,250,14,5,4,14,8};
const u8 l16_walk_elements[]={4,5,9,1,14,5,2,1,16,5,1,7,4,6,3,1,4,8,2,2,8,6,3,4,4,11,12,1,3,10,1,1,3,7,1,1};

const static struct room2 l41={0,0,0,0,l41_l1_elements,0,l41_l1_elements,11,l41_walk_elements,3,{{4,4,1,1,1,0,1,0,0,0,0,0,0,1,6,14,6,0,0},{12,7,6,6,1,20,1,1,0,0,0,50,0,6,0,0,0,0,0},{12,7,6,6,1,21,1,1,0,0,0,51,49,3,0,0,0,0,0}}};
const u8 l41_l1_elements[]={0};
const u8 l41_walk_elements[]={1,4,3,1,5,3,1,2,0,5,1,7,0,12,12,1,6,2,14,1,11,10,2,2,12,9,2,1,14,8,2,1,16,7,2,1,18,6,2,1,19,3,1,3};

const static struct room2 l01={0,0,0,0,l01_l1_elements,0,l01_l1_elements,10,l01_walk_elements,3,{{9,2,2,1,1,0,1,0,0,0,0,0,0,1,23,13,6,0,0},{7,8,2,1,0,1,1,1,1,0,0,0,56,2,21,0,0,0,16},{12,6,1,1,1,1,1,0,0,0,0,0,57,3,0,0,0,1,1}}};
const u8 l01_l1_elements[]={1};
const u8 l01_walk_elements[]={8,7,4,4,0,11,20,1,3,2,6,1,11,2,6,1,17,3,3,1,0,3,3,1,0,4,1,7,19,4,1,7,5,3,1,1,14,3,1,1};
/*
static struct room2 l110={0,5,0,58,l110_l1_elements,12,l110_l2_elements,9,l110_walk_elements,1,{{9,8,1,1,1,0,1,0,0,0,0,0,0,1,23,6,6,0,0}}};
const u8 l110_l1_elements[]={20,1,72,3,62,1,72,3,19,1,0,7,57,1,109,1,110,2,62,1,110,2,111,1,55,1,0,7,57,1,125,1,126,2,62,1,126,2,127,1,55,1,0,7,57,1,179,1,180,1,142,1,78,1,142,2,143,1,55,1,0,7,57,1,195,1,196,1,75,1,94,1,75,3,55,1,0,7,57,1,75,7,55,1,0,7,57,1,75,7,55,1,0,7,57,1,75,7,55,1,0,7,4,1,40,2,41,1,0,1,39,1,40,2,3,1};
const u8 l110_l2_elements[]={46,6,7,203,7,6,96,9,5,112,10,6,235,11,3,251,11,4,236,11,6,252,11,7,229,12,3,245,12,4,237,12,6,253,12,7};
const u8 l110_walk_elements[]={6,4,2,1,11,4,2,1,8,3,3,1,9,4,1,1,13,4,1,5,10,8,3,1,11,6,2,2,5,8,4,1,5,5,1,3};
*/
const struct item it1={1,{"Полотенце."}};
const struct item it2={2,{"Мокрое полотенце."}};
const struct item it3={3,{"Несколько старых, крепких досок."}};
const struct item it4={4,{"Пожарный топор."}};
const struct item it5={5,{"Немного скрепок."}};
const struct item it6={6,{"Пачка печенья."}};
const struct item it7={7,{"Кольцо на пальце."}};
const struct item it8={8,{"Печатка."}};
const struct item it9={9,{"Ключ."}};
const struct item it10={10,{"Бумажка с кодом."}};
const struct item it11={11,{"Бензин для зажигалок."}};
const struct item it12={12,{"Ключ-карта."}};
const struct item it13={13,{"Старый ключ."}};
const struct item it14={14,{"Молоток."}};
const struct item it15={15,{"Медаль."}};
const struct item it16={16,{"Отвертки."}};
const struct item it17={17,{"Скрепка на веревочке."}};
const struct item it18={18,{"Каминные спички."}};
const struct item it19={19,{"Ключ зажигания."}};
const struct item it20={20,{"Канистра с керосином."}};

const struct item *items[20]={&it1,&it2,&it3,&it4,&it5,&it6,&it7,&it8,&it9,&it10,&it11,&it12,&it13,&it14,&it15,&it16,&it17,&it18,&it19,&it20};
const struct text vedro_text={8,3,21,3,1,{"Ведро с водой.\nОна выглядит чистой."}};
const struct text vedro_text2={8,3,20,3,1,{"Я намочил полотенце\nв ведре с водой"}};
const struct text text_shkaf2={8,3,20,2,1,{"Я нашел полотенце."}};
const struct text text_fooo={8,3,20,5,1,{"Из за двери воняет\nбудто там умер\nкто-то. Я туда\nни ногой."}};
const struct text text_fooo2={8,3,25,3,1,{"Это поможет справиться\nс вонью."}};
const struct text text_doski1={8,3,20,4,1,{"Я подобрал\nнесколько старых,\nно крепких досок."}};
const struct text text_doski2={8,3,20,3,1,{"Я закрыл досками\nпровал в полу."}};
const struct text all_dead={3,3,29,4,1,{"О боже!!\nДжессика, Дейв, Чарли...\nвсе мертвы. Они все мертвы!!"}};
//const struct text wall_text={3,5,35,2,1,{"Здесь дыра в стене."}};
const struct text topor_text={3,5,31,2,1,{"Я снал топор с пожарного щита."}};
const struct text keis_text={3,5,30,5,1,{"Пошарив в кейсе, я\nне нашел ничего интересного.\nОдни бумаги.\nНабрал немного скрепок."}};
const struct text shkaf_text={6,5,29,2,1,{"Нужно заглянуть в этот шкаф."}};
const struct text shkaf_text2={8,5,26,5,1,{"Все очень старое\nи несъедобное. Хотя...\nВот пачка печенья.\nЧерствое, но есть можно."}};
const struct text krisa_text={3,5,30,3,1,{"Кажется, из этой дыры в стене\nна меня кто-то смотрит."}};
const struct text krisa_text2={5,5,29,5,1,{"Из дыры на меня злобно\nщурит свои черные глазки\nбольшая, серая крыса.\nКажется она что-то стережет."}};
const struct text krisa_text3={5,5,26,7,1,{"Наевшись печенья, крыса\nубежала, оставив предмет,\nкоторый стерегла.\nЭто оказался человеческий\nпалец с застрявшем на нем\nклольцом-печаткой."}};
const struct text otvertka_text={5,5,30,5,1,{"Здесь стоит разобранный\nтелевизор. В груде деталей и\nпроводов я заметил пару\nотверток."}};
const struct text vihod={5,5,27,5,1,{"Через грязное стекло двери\nвидно ужасающих существ,\nпохожих на безумную смесь\nчеловека и рыбы."}};
//Пх'нглуи мглв'нафх Ктулху Р'лайх вгах'нагл фхтагн
const struct text statuja={0,5,39,5,1,{"Какая ужасная статуя. Она кажется исполнена губительного противоестественного зла. В пьедистале ее есть круглая\nниша."}};
const struct text statuja2={5,5,27,5,1,{"Я поместил золотую медаль\nв углубление в пьедестале\nи откуда-то из недр статуи\nна пол выпала ключ-карта."}};
const struct text kluch1={5,5,30,3,1,{"На столе консьержа я нашел\nстарый, потертый ключ."}};
const struct text kluch2={5,5,20,3,1,{"Дверь не поддается.\nЗакрыта на ключ."}};
const struct text kluch3={5,5,30,5,1,{"Старый ключ подошел к этому\nзамку. Прилагая большие\nусилия я его провернул и\nдверь открылась."}};
const struct text nitka1={5,5,27,3,1,{"На столе в подсобке лежит\nкатушка с бечевкой."}};
const struct text nitka2={5,5,30,5,1,{"Разогнув скрепку и привязав\nее на кусок бечевки,\nя изготовил\nимпровизированную удочку."}};
const struct text keycard1={5,5,30,4,1,{"Слева от двери есть панель\nуправления с щелью для\nключ-карты."}};
const struct text keycard2={5,5,30,5,1,{"Я вставил карту. Загорелась\nзеленая лампочка, и ничего\nбольше не произошло.\nСтранно..."}};
const struct text keycard3={5,5,30,3,1,{"Кажется панель управления\nсломана."}};
const struct text keycard4={5,5,30,6,1,{"Я вскрыл панель и заметил,\nчто пара проводков была\nперегрызена мышами.\nЯ соединил все вновь и дверь\nоткрылась."}};
const struct text tualet={5,5,30,3,1,{"Единственный чистый туалет\nв доме. Здесь даже мыло есть."}};
const struct text rakovina={5,5,18,2,1,{"Чистая раковина."}};
const struct text rakovina2={5,5,30,3,1,{"При помощи мыла я, наконец,\nснял перстень с паьца."}};
const struct text spichki1={5,5,25,2,1,{"Я взял с камина спички."}};
const struct text buamjnik={5,5,30,4,1,{"На полу валяется бумажник.\nВ нем, кроме денег, я нашел\nбумажку с каким-то паролем."}};
const struct text chasi1={5,5,27,6,1,{"Старые напольные часы.\nОсматривая их, я обнаружил\nпод циферблатом небольшое\nуглубление. Кажется в него\nчто-то должно вставляться."}};
const struct text chasi2={5,5,28,8,1,{"Я поместил перстень в\nуглубление под циферблатом\nи слегка надавил.\nРаздался щелчек и в боковой\nстенке открылась маленькая\nдверца.\nЗа ней я обнаружил ключ."}};
const struct text akvarium1={5,5,30,4,1,{"На дне аквариума что-то\nблестит. Не могу это достать\nаквариум слишком высокий."}};
const struct text akvarium2={5,5,27,4,1,{"Я разбил стекло молотком.\nВода вытекла и на дне я\nобнаружил золотую медаль."}};
const struct text dveridoski1={5,5,33,2,1,{"Дверь в комнату забита досками."}};
const struct text dveridoski2={5,5,25,3,1,{"Топором я сбил доски\nи теперь путь свободен."}};
const struct text safe1={5,5,28,3,1,{"В стену встроен сейф.\nОн закрыт на кодовый замок."}};
const struct text safe2={5,5,30,5,1,{"Я ввел код с листка и сейф\nоткрылся. Внутри лежала куча\nбумаг и, как ни странно,\nкеросин для зажигалок."}};
const struct text molotok={5,5,30,2,1,{"Я подобрал молоток со стола."}};
const struct text etaj3={5,5,23,2,1,{"Дверь закрыта на ключ."}};
const struct text etaj32={3,5,33,2,1,{"Я открыл дверь при помощи ключа."}};
//const struct text musor1={3,5,30,4,1,{"Что-то мне подсказывает,\nчто я должен загянуть в\n мусоропровод."}};
const struct text musor2={3,5,35,4,1,{"Между этажами забилась\nтруба. На куче мусора лежит\nключик, но достать я его не могу."}};
const struct text musor3={3,5,27,3,1,{"Я подцепил ключик крючком\nи вытащил его из трубы."}};
const struct text vertolet={3,5,31,2,1,{"Я заправил вертолет керосином."}};
const struct text vertolet2={3,5,28,3,1,{"Я не могу завести вертолет.\nНет ключа."}};
const struct text vertolet3={3,5,26,2,1,{"В вертолете нет топлива."}};
const struct text verevka1={3,5,30,3,1,{"Решетка примотана к петле в\nстене крепкой веревкой."}};
const struct text verevka2={3,5,29,2,1,{"Я пропитал веревку бензином."}};
const struct text verevka3={3,5,30,2,1,{"Веревка пропитанная бензином."}};
const struct text verevka4={3,5,24,3,1,{"Я поджег веревку и она\nбыстро сгорела."}};
const struct text kerosin={3,5,33,2,1,{"Я подобрал канистру с керосином."}};
//const struct text intro={0,0,38,20,2,{{"Я пишу эти строки в надежде разобраться\nв тех событиях, которые произошли со\n"},{"мнойи в надежде разобраться\nв тех событиях, которые произошли со\n"}}};
const struct text intro={0,0,39,14,3,{{"Я пишу в надежде на то, что смогу\nразобраться в событиях которые\nпроизошли со мной.\nМое имя Джеймс Сэндрок.\nКаждое лето мы с друзьями садимся в\nмашину и отправляемся путешествовать\nпо глухим уголкам нашей страны. В то\nлето мы отправились в поездку по\nМассачусетсу. Проехав Аркхем и\nнаправляясь в Ньюберипорт вдоль реки\nМануксет мы поражались тому запустениюи унынию, которое царило в тех краях.\n"},{"В тот день разразилась ужасная буря и\nнам пришлось временно прекратить нашу\nпоездку и укрыться от непогоды в\nближайшем поселении. Таковым оказался\nнебольшой, портовый городок под\nназванием Иннсмаут. Сказать, что городвыглядел ужасно - не сказать ничего."},{"Окраины его были заброшены и только\nближе к центру стали появляться следы\nприсутствия людей. Остановились мы в\nзаведении под названием Джилмэн Хаус.\nПортье поведал нам, что город долгое\nвремя практически пустовал и только\n15 лет назад стал возрождаться.\nТак как старую фабрику маршей снова\nоткрыли и для нее понабодились\nработники.\nМы заняли несколько\nномеров на 3м этаже..."}}};
const struct text journal={0,0,39,20,4,{{"Это какой-то дневник. В нем полно\nвырезок из газет и каких-то записей\nи пометок.\n1927г.-Правительство начинает\nрасследование странных происшествий\nв городе.\n1927г.-Массовые аресты по обвинению в\nбутлегерстве. Глава семейства маршей\nотправлен за решетку.\n1928г.-Страшная эпидемия поразила\nгород. В живых практичекси никого\n не осталось.\n1929.-Население города постепенно\nуменьшается.\n1930г.-Иннсмаут официально считается\nмертвым городом.\n"},{"1983-Полиция разыскивает группу\n подростков.По слухам они собирались\nотправиться в Иннсмаут.\n1983-Брошенный автомобиль найден\nна шоссе от Аркхема к Ньюберипорту.\nПолиция определила принадлежность\nавтомобиля одному из пропавших\nподростков.\nс 1985г. по 1990г. еще несколько групп\nискателей приключений пропдают в\nокресностях города.\n"},{"1995г-Некий Иезекия Марш утверждает,\nчто он потомок обеда Марша и намерен\nвозродить семейную фабрику.\n1997г.-Фабрика Маршей снова\nфункционирует. Население города\nпостепенно растет.\n"},{"2012 Сразу несколько человек заявляют,\nчто видели на мысе Дьявола странные\nогни.\n-Старик Бэн, хранитель маяка,\nподозревается в поклонении дьяволу.\n-В прессе проскакивают упоминания о\nнекоем культе Дагона.\n-Несколько корреспондентов местной\nгазеты, которые вели расследование\nкульта, пропадают.\n-Полиция начинает расследование.\nПоследняя запись была несколько\n месяцев назад.\n-Культ Дагона раскрыт. Семейство\nмаршей бежит из города...\n"}}};
const struct text note={0,0,39,15,1,{"Здесь лежит записка\nПривет Джонни, я вчера разгваривала\nс пра пра пра бабушкой. Она говорит,\nчто глубоководные недовольны\nотсутствием новых жертв из-за побега\nмаршей. Еще она говорит, что если\nновых жертв вскоре не будет, то они\nсами выйдут и возьмут их.\nНо нам с тобой это не грозит, ведь\nскоро нас ждет ночь перерождения. И мы\nприсоединимся к ним."}};
const struct text end={0,0,26,8,5,{{"Конец.\n"},{"Спасибо, что играли в эту\nигру.\n"},{"Разработал ее Hippiman\nМузыка принадлежит Jam\nТак же спасибо Shiru\nза змечательный SDK\n"},{"Привет Спектрумистам и\nZX.PK.RU\n"},{"Всё. Нажмите что-нибудь.\n"}}};
const struct text * const texts[59]={&testtxt,&vedro_text,&vedro_text2,&text_shkaf2,&text_fooo,&text_fooo2,&text_doski1,&text_doski2,&all_dead,&all_dead,&topor_text,&keis_text,&shkaf_text,&shkaf_text2,&krisa_text,&krisa_text2,&krisa_text3,&otvertka_text,&vihod,&statuja,&statuja2,&kluch1,&kluch2,&kluch3,&nitka1,&nitka2,&keycard1,&keycard2,&keycard3,&keycard4,&tualet,&rakovina,&rakovina2,&spichki1,&buamjnik,&chasi1,&chasi2,&akvarium1,&akvarium2,&dveridoski1,&dveridoski2,&safe1,&safe2,&molotok,&etaj3,&etaj32,&musor2,&musor3,&vertolet,&vertolet2,&vertolet3,&verevka1,&verevka2,&verevka3,&verevka4,&kerosin,&journal,&note};
//58 последний

